%% Author: 代码自动生成器

%% Description: 
-module(data_word_filter).

%%=============================================================================
%% Include files
%%=============================================================================
%%=============================================================================
%% Exported Functions
%%=============================================================================
-export([get_hashed_word_list/2]).

get_hashed_word_list(228,184) ->
	[ "中国最悬殊的力量对比一小撮不明真相的群众和广大的党员干部","一小撮不明真相的群众和广大的党员干部","中国最有特色的稀有动物宫雾猿和鹳狸猿","一年两会又三代表不思四化五谷六业","中国最有趣的谎言一切权力属于人民","中国09年将面临更大的政治压力","一层蒙一层层层掺水水到渠成","一机构一证监不知谁在耍老千","一级压一级级级加码马到成功","三百元今晚你千万别把我当人","下次有新歌把八荣八耻编进去","不暗偷不明抢身上趴着共产党","不要再给西南人民再捐款捐水","中国09年面临更大的政治压力","中国震惊世界的25个倒数第一","上级领导提倡的就是正确的","不愿跟我走的我让他跟你走","不跟我走我就叫他们跟你走","中国人的体质为何如此之差","中国是一个道德沦丧的社会","为鸡巴死为鸡巴奋斗一辈子","一个风韵女人的性爱历程","上海工字气枪指定销售点","一个风韵女人的性爱历程","上海工字气枪指定销售点","世博能否推出中国价值观","世界维吾尔青年代表大会","东方明珠就是一根假阳具","两百元今晚我就是你的人","中国不存在上学难上学贵","中国官场情杀案环球事业","中国没有任何的信仰自由","中国濒临绝种的动物清鹳","中国版与日本版的静夜思","一夜情激情成人聊天室","上海牌工字气枪专卖网","一个好官被人民币废了","一夜情激情成人聊天室","一票难求在于票价太低","三聚化工集团荣誉出品","上海牌工字气枪专卖网","不信耶稣的人会下地狱","不文小丈夫之银座嬉春","不该在列强面前骨头硬","个农村退伍军人的下场","中国政府不害怕互联网","中国竟然变得如此强势","一二三四五操b好辛苦","三四五六七操b你第一","一个好家被情人废了","上半年一人杀六警察","上海看全国都是乡下","下半年六警察杀一人","下岗职工怀念毛主席","不会事前还吞壮阳药","不文教父带你嫖韩日","不查都是领导的脑子","不知道自己弟弟太小","不认识你也要代表你","不该把工农兵捧上天","与裙中同进出共性福","世界第一的贪官群体","世界維吾爾代表大會","世界维吾尔代表大会","世界维吾尔族人大会","两颗原子弹日德投降","中共特色的和谐社会","中国人一天一杯牛奶","中国人喝牛奶结石了","中国傻全世界都在笑","中国无耻语录排行榜","中国最强悍的陆战队","中国月光工人协会党","为自由的网络贡献哥","举杯一口干必定公安","专业出售各种迷药.","中国54式762mm枪出售","不看新闻的20条理由","世界人权宣言60周年","一本道迅雷下载区","三箭气枪技术转让","专业消除负面信息","专业负面信息处理","专业出售各种迷药.","中国54式762mm枪出售","中華人民實話實說","一切权力属于人民","一月不来你就傻眼","一本道迅雷下载区","三中校长净系识抢","三任老公建设局的","三箭气枪技术转让","三聚氰胺里加奶粉","上海钓鱼新疆七五","不学无术擅长开会","不就死了几个孩子","不该强调自力更生","专业注册香港公司","专业消除负面信息","专业清除负面信息","专业网络推手培训","专业负面信息处理","东北风情熟女之惑","东突信息联络中心","两会最虚伪的官员","中南海面临的危机","中国农村调查报告","中国官员喜欢作秀","中国缺乏新闻自由","中国航空公司提示","中国超级富豪传奇","中国领导人的子女","中華人民實話實說","为心灵点一盏明灯","主席一听大吃一惊","主词：中国人必看","中国10大悲情语句","一块的硬币出售","七连发猎枪专卖","七連發獵槍出售","七連發獵狗出售","三箭气枪制造图","三箭牌汽枪出货","三箭牌汽枪到货","三箭牌汽枪制造","三箭牌汽枪图纸","三箭牌汽枪电话","三箭牌汽枪订购","三箭牌汽枪转让","上海气枪批发网","上海气枪销售网","一个解放军的1989","七月大麻八月ting","中國社會進步黨","中華養生益智功","上门小姐服务QQ","一个大楼过去了","一个领主的养成","一代淫后洛冰传","一到床上脱胸罩","一双玉腿任君掀","一块的硬币出售","一摸鸡吧直淌汤","一晚八炮不奇怪","一晚搞个七八次","一晚春晓数十炮","一等警察赛流氓","一群猛犬是城管","一路竟收保护费","七连发猎枪专卖","七連發獵槍出售","七連發獵狗出售","万家乐娱乐用品","丈夫外面搞情调","三上三下要民选","三个代表无帮国","三千萬人齊下崗","三国首脑去打猎","三硝基安息香酸","三箭气枪制造图","三箭牌汽枪出货","三箭牌汽枪到货","三箭牌汽枪制造","三箭牌汽枪图纸","三箭牌汽枪电话","三箭牌汽枪订购","三箭牌汽枪转让","上床就把你妈靠","上海气枪批发网","上海气枪销售网","下岗工人八百万","下岗工人挺难办","下崗職工滿街走","下班围着关系转","下身开啤酒瓶盖","不会一连放三炮","不想取名字的书","不真心的请走开","不知道自己官小","不给国家添累赘","不该抓阶级斗争","不该提继续革命","不该有四大自由","不闻爷儿叫春声","专家叫蛤蟆不叫","专治乱了无法治","世代高唱太平谣","世博耗资四千亿","世界列强震惊了","世界末日的真假","世界维吾尔大会","东哥你放心去吧","东方发出的闪电","东方明珠遭雷劈","两个奶子有弹性","两会开幕云代表","两百名女技术强","两腿一夹几百块","两腿间劈了一刀","严禁重庆人进京","中共安全局的狗","中共治下的中国","中共的残酷镇压","中午时分搞一搞","中华养生益智功","中国不强都不行","中国人类进步党","中国历史的见证","中国地震局预报","中国地震真邪门","中国民主正义党","中国的人格危机","中国的十大贪官","中国股市胡紧套","中国茉莉花运动","中国茉莉花革命","中国贪官在海外","中國戰略研究所","中國社會進步黨","中央机关出上联","中央领导人之子","中華養生益智功","中间有个腐败城","主席的贴身保镖","举着红旗反红旗","上门小姐服务QQ","三唑仑片价格","三箭气枪到货","三箭气枪电话","三箭气枪订购","三箭氣槍銷售","三箭氣狗出售","不良少女日记","专业代理投票","专业删帖服务","专业删帖机构","专业刷票服务","专业投票服务","专业网上刷票","专业销售气枪","东京丸井买卖","两性淫乱地址","中国气枪销售","中国气狗商城","世界經濟導報","中國問題論壇","中國復興論壇","中國真實內容","中國社會論壇","中國移動通信","中華人民正邪","中華真實報道","三箭牌汽枪qq","七号已经吹响","万能透视眼镜","万邦宣教教会","三去車侖工力","三唑仑片价格","三月没逛拉萨","三箭气枪到货","三箭气枪电话","三箭气枪订购","三箭氣槍銷售","三箭氣狗出售","上司就象阴道","上海不欢迎你","上海诚信办证","不扣钮的女孩","不日麻屁为耻","不查他是公仆","不查都是代表","不止十四个吧","不能惹的国家","不良少女日记","不要钱只要性","不该不置私产","不该严惩贪污","不该冷淡亲友","不该政治挂帅","不道德的秘密","专业代理投票","专业删帖服务","专业删帖机构","专业刷票服务","专业投票服务","专业网上刷票","专业销售气枪","世博会吉祥物","世博文化中心","世界經濟導報","世纪末狂想曲","东京丸井买卖","东土耳其斯坦","东突信息中心","两会提案为难","两会监控升级","两会越辩越黑","两性淫乱地址","两袖青风为耻","个人消费信贷","中共政治迫害","中共极左政策","中共的大堕落","中共装摸作样","中共超级特工","中国人很能骂","中国六四真相","中国农民调查","中国成人论坛","中国是不讲理","中国气枪销售","中国气狗商城","中国没有人权","中国没有民主","中国联邦主义","中国过度政府","中国领导无能","中國問題論壇","中國復興論壇","中國真實內容","中國社會論壇","中國移動通信","中華人民正邪","中華真實報道","为什么不带套","主子奴才和狗","主席二目一瞪","主席是哲民的","主席贴身保镖","主席领袖群伦","三箭牌汽枪qq","一夜情性息","一夜情论坛","一本道电影","三唑綸出售","三级激情片","上海气枪网","中国气枪网","上海孤兒院","中國共産黨","中國威脅論","中國孤兒院","中央電視臺","中毒的圖騰","主攻指揮官","三箭气枪qq","一剑破天骄","一品色导航","一夜情性息","一夜情男女","一夜情论坛","一掷赌武林","一本道电影","一般叫打炮","丁字裤翘臀","丁香五月天","七七式手枪","万能遙控器","三和娛樂城","三和娱乐城","三咲理恵子","三唑綸出售","三宫位知子","三氧化二砷","三硝基氯苯","三硝基芴酮","三级七日情","三级小电影","三级激情片","三级片大全","三级片网站","上▲份▲噐","上半夜在赌","上原真由美","上海孤兒院","上海房惠官","上海气枪网","下半夜在嫖","下班插阴道","下班有奶摸","下课后的爱","下课插阴道","下面夹着它","不什和涛哥","不日是罪过","不爽不要錢","不诚者勿扰","专业删贴吧","专业刷博客","专访赵紫阳","世博吉祥物","东京丰乳妹","东京乳汁派","东突厥斯坦","东突民族党","丝袜俱乐部","两人性世界","两会打瞌睡","两会气死你","两会的大戏","中共十八大","中共的嘴脸","中共的恶戏","中共的恶行","中共的打手","中共的教条","中共的暴力","中共的暴烈","中共的棺材","中共的流氓","中共的烂疮","中共的罪恶","中共的解体","中共的谎言","中共的谎话","中共的迫害","中共的迷魂","中共的险恶","中办警卫局","中华联邦党","中南海事件","中南海保镖","中南海红卡","中国之毁灭","中国人民党","中国国家党","中国性爱城","中国新民党","中国民主党","中国气枪网","中国的纳粹","中国的腐败","中国的衰落","中国网民党","中國共産黨","中國威脅論","中國孤兒院","中央警卫团","中央警卫局","中央電視臺","中文搜性网","中毒的圖騰","丰满的双乳","丰胸饮圣元","为哥哥服务","主席火葬场","主席点阿扁","主攻指揮官","主词：枪模","主词：鸡巴","举头望山月","举起伊能茎","三箭气枪qq","上门按摩","专业删帖","三個代表","三去lungong","不能太cctv","中俄邊界","中國之春","中國和平","中國和平","中國論壇","中毒圖騰","中華大地","中華大衆","中華時事","中華民國","中華講清","三挫崙qq","一中一台","一代肖王","一元代币","一党专政","一党独裁","一剑穿心","一吻江湖","一夜妻館","一夜性网","一夜激情","一夜爆富","一拳入穴","一撤就告","一晚八炮","一查就倒","一次全套","一码中特","一群猛犬","一色志乃","一色纱英","丁丙諾啡","丁丙诺啡","丁香社区","七万言书","万人围堵","万民血漂","万能钥匙","万邦教会","三上翔子","三个呆婊","三代轮盘","三個代表","三去车仑","三号小姐","三国艳义","三大扯蛋","三宝局长","三度诱惑","三棱刮刀","三棱尖刀","三氯化铝","三氯甲烷","三田涼子","三田爱里","三甲利定","三硝基萘","三级电影","三肖中特","三讲的稿","三赎基督","三退热线","三鱼比目","上万围攻","上分药水","上原美佐","上原美纪","上海夜會","上网文凭","上网赚钱","上访两会","上访维权","上門小姐","上門服務","上门保健","上门小姐","上门按摩","下流地带","下面的水","不作为奖","不得报道","不得炒作","不死外挂","不法侵乳","不滅帝王","与时俱尽","专业代考","专业删帖","专业复仇","专业洗票","专业破解","专业讨债","专制当局","专卖迷药","专家预网","专治乱了","世维大会","丙哌利定","东亚病夫","东京巨乳","东京风月","东北独立","东方闪电","东村视频","东条英机","东海拔棒","东热空姐","东风传奇","丝丝诱惑","丝情袜意","丝袜youhuo","丝袜you惑","丝袜做爱","丝袜写真","丝袜情缘","丝袜按摩","丝袜浪女","丝袜淫妇","丝袜玉足","丝袜窒息","丝袜美女","丝袜美腿","丝袜视频","丝袜诱惑","丝袜足交","丝袜足推","丝袜高跟","丝足地带","丝足服务","两个中国","两乳之间","两会专题","两会呈情","两会大戏","两会新解","两会申冤","两会经费","两岸才子","两性乐园","两性淫乱","两性狂情","两性生活","两性私语","两性视频","两腿之间","两鸟一洞","严格封锁","中亿商盟","中俄邊界","中共不灭","中共专制","中共亵渎","中共作恶","中共倒台","中共党魁","中共内参","中共利用","中共喉舌","中共垃圾","中共头子","中共專制","中共屠城","中共当局","中共当权","中共恶霸","中共愚弄","中共戕害","中共打压","中共散毒","中共暴力","中共暴政","中共欺骗","中共歪曲","中共流氓","中共灭亡","中共灭口","中共独权","中共独枭","中共独裁","中共监控","中共维稳","中共罪行","中共血腥","中共装阔","中共解体","中共谎言","中共走狗","中共迫害","中共迷惑","中共邪恶","中共邪灵","中共鎮压","中共镇压","中共险恶","中共非法","中共黑帮","中创互联","中华宝刀","中华淫民","中后付款","中国之春","中国乱了","中国工党","中国废片","中国性吧","中国服娘","中国特工","中国纳粹","中国高干","中國之春","中國官方","中國論壇","中央无能","中島京子","中島佐奈","中年美妇","中森友香","中毒圖騰","中澤美亜","中華大地","中華大衆","中華時事","中華民國","中華講清","中里愛菜","中里桃子","中野千夏","中野美奈","丰乳肥臀","丰唇艳姬","丰满坚挺","丰韵少妇","丹铁神功","为鸡巴生","主席保镖","主席涛公","举阳入阴","一夜情qq","三挫崙qq","东北xx网","一本道","不夜城","一陀糞","三去lung","三級片","上海幫","丘垂貞","中國猪","一叶情","一夜情","一夜晴","一夜欢","一字剑","一本道","一液晴","一蚕缠","一贯道","一陀糞","丁子霖","丁關根","七九式","万人搞","万润南","万淫堂","三zuo仑","三元教","三八淫","三利达","三去轮","三呆婊","三哆论","三唑仑","三唑侖","三唑化","三坐仑","三折剑","三挫仑","三棱刀","三民党","三級片","三级片","上份噐","上分器","上分机","上海幫","下列枪","下法轮","不做肛","不呛喉","不夜城","不带套","不政治","不配合","专用弩","世界通","世维会","丘垂貞","丙吡兰","东京热","东伊运","东正教","东琴乃","东突解","丝袜秀","两性屋","两肉缘","严家其","中创网","中华党","中华硬","中国猪","中國猪","中山忍","中彩网","中村彩","临听王","主神教","丽春苑","一ye情","三K黨","三K黨","上訪","下賤","下體","主義","一肖","一黨","七肖","三肖","三退","三陪","上訪","上访","下注","下賤","下贱","下體","专制","专卖","专售","专政","世博","丙腈","东突","丝袜","丝诱","两会","中共","中特","丰胸","主義","三P","丌","丬" ];

get_hashed_word_list(229,188) ->
	[ "张宗海常年在五星级酒店包养漂亮未婚本科女大学生17人","开发商若要富先用金钱铺好路","开发区的领导最逍遥","开个网站就能赚钱","开幕式含义新说法","引无数男人累断腰","引无数白领竞折腰","引无数美女竞折腰","强奸后记得留些钱","开发身体养爹娘","开车子谨防倒勾","异界风流踏艳记","引发清明京师民","弗吉尼亚的故事","张含韵的卫生巾","开腿卖b挣大钱","开建筑发票QQ","开会就像乱伦","开会就象乱伦","开发商猪坚强","强力打压股市","开建筑发票QQ","开发票公司","开发票公司","开发豆腐渣","开建筑发票","开我小阴唇","异氰酸甲酯","弟子正念足","弟子的伟大","强奸朋友妻","弓弩专卖","弓弩出售","异型叛軍","异見人士","异議人士","开假发票","开奖结果","开放男女","开水有毒","开锁工具","异型叛軍","异性按摩","异見人士","异議人士","异议人士","弓弩专卖","弓弩出售","弓弩批发","弓弩直销","弓月杏理","弟大物勃","张开双腿","強行視頻","弹刺跳刀","弹药价格","弹药出售","强制强男","强制征地","强制拆迁","强制浣肠","强制监控","强制监视","强制视频","强制软件","强奸处女","强奸无罪","强奸致死","强征土地","强摘器官","强行征地","强行拆迁","强行拘留","强行视频","張伯笠","張偉國","張博雅","張志清","張昭富","張清芳","張溫鷹","开心转","开户网","开放女","开锁器","异丁腈","张伯笠","张国栋","张宏堡","张德江","张春桥","张晓军","张柏笠","张祖桦","张立昌","张筱雨","张高丽","張伯笠","張偉國","張博雅","張志清","張昭富","張清芳","張溫鷹","强奸丸","强奸你","强奸粉","强奸魔","强暴药","强盗zf","弓雖","引導","張健","張林","張鋼","开房","开特","开苞","弃欓","弄穴","弓弩","弓箭","弓雖","引導","弩弓","張健","張林","張鋼","弹药","强奸","强姦","强拆","强暴","强j","弩" ];

get_hashed_word_list(229,133) ->
	[ "全副武装的人与手无寸铁的人进行激烈的搏斗","八九民運
八九學運
抗議鎮壓","六合彩白小姐曾道人特码","六合采白小姐曾道人特码","六合彩白小姐曾道人特码","六合采白小姐曾道人特码","全球冰山会有相继消融","公安局好单位强权部门","公检法人员又散去一半","公路抢车劫杀之六魔女","兴盛遍神州工厂变歌厅","养不起父母下岗儿下地","免费裸舞视频聊天室","六合彩曾道人白小姐","八九學運
八九年学潮","免费裸舞视频聊天室","全世界都在笑中国傻","全世界都在讲中国傻","全国为官作风大奖赛","全家人在床上玩乱伦","八亿人民都是批判家","公检法的领导最逍遥","公款吃喝像恶狼一样","六合彩曾道人白小姐","共产党不仅会偷还会","免費淫姦黃色電影","免費艷情淫穢小說","公关删除百度信息","公关负面信息处理","六合彩白小组特码","兽兽门视频完整版","八九民運
八九纪念","元旦没进乌鲁木齐","光环背后的周恩来","免費淫姦黃色電影","免費艷情淫穢小說","党妈妈的雨露阳光","党文化制造的谎言","全世界都笑中国傻","公关删除百度信息","公关负面信息处理","公务员却在涨工资","公安把治安搞乱了","六合彩白小组特码","六四学子爱国何罪","六月没在贵州瓮安","共产主义歪理邪说","共产党与政府相关","兽兽门视频完整版","元老蘭提(沃德）","六合彩特码开奖","六合彩特码论坛","六合彩资料图库","养个儿子做丈夫","元老蘭提(沃德）","先用金钱铺好路","光想立马就作爱","免费和我要上床","党国奇观天下笑","党校楼上吹过风","党根本没有人权","全国二奶大奖赛","全国模范看守所","全怪隔壁幼儿园","全新的赚钱方式","全球公审江泽民","全部抓来慰问俺","全部都是贪污犯","八十块钱搞不搞","八十年代邓小平","八荣八耻编成经","公交车没挤上车","公仆總把主人欺","公共场所敢作爱","公共场所敢做爱","公关小姐变娘子","公安把秩序搞乱","公款出国做游子","公款化为私票子","六合彩特码开奖","六合彩特码论坛","六合彩资料图库","六閤綵开奖结果","关系把法规搞乱","兴师动众七十万","养不起父母下岗","养个儿子做丈夫","免费黄b色电影","免费成人图片","免费黄b色电影","全是TaMa黑社會","兩岸三地論壇","兼职女上门qq","兄妹肉欲相奸","免费成人图片","免费成人网站","免费送药上门","党的杀人历史","党的流氓本性","全套为你服务","兩岸三地論壇","八三四一部队","八九二十周年","八九北京事件","公检法国地税","公检法大流氓","公检法是流氓","公檢法是流氓","六一○办公室","六合彩券公司","六合彩官方网","六四二十周年","六四内部日记","六四纪念集会","六硝基二苯胺","共产党是骗子","养卡提现服务","养鱼诚心助手","兼职女上门qq","公务员代考","全是tama黑社","先天的痴女","光学瞄准器","免抵押贷款","免费偷窥网","党在干社会","党在搞社会","党在玩社会","党文化污染","党是喝人血","党走入坟墓","全天全天射","全套的服务","兩膝屈起式","八九年学潮","八反安未果","公务员代考","公务员打人","公务员素描","公安打死人","公安部就局","公审毛泽东","公审江泽民","公款吃喝风","公狗操母狗","公猪操母猪","公积金套现","公积金提取","公积金提现","公积金支取","公鸡操母鸡","六合彩公司","六合綵开奖","六四天安門","六四死难者","六閤綵公司","六閤綵资料","六．四运动","六０五决议","共一产一党","共产党倒台","共产党独裁","共产党邪教","共和国之怒","养鱼机器人","兼职不讲价","兼职学生妹","兼职的妹妹","兽性新人类","八九20周年","六四20周年","全國人大","全國兩會","兩個中國","兩岸關係","兩會報道","兩會新聞","六.四惨案","共产党wang","共和国2049","共産主義","元亨真人","充气娃娃","充气玩偶","先奸后杀","先谢国家","光咲玲奈","光子嫩肤","光频溶脂","免税香烟","免费上网","免费代码","免费刷币","免费刷钻","免费网赚","党喝人血","党收瓜光","党的暴力","党的暴政","党的腐败","党的邪恶","党的邪教","入穴一游","全國人大","全國兩會","全套服务","全根尽入","全根插入","全真文凭","全脱舞蹈","全裸自拍","全裸视频","全身油压","兩個中國","兩岸關係","兩會報道","兩會新聞","八九之后","八九六四","八九学生","八九学运","八九學運","八九民运","八九民運","八九纪念","八九见证","八九风波","八奇屠龙","八木小织","八背飞凫","公产专制","公产小丑","公产王朝","公关兼职","公关小姐","公关招聘","公务用枪","公司丽人","公司佳丽","公安恶人","六一一四","六九体位","六合同彩","六合玄机","六和菜机","六四之后","六四之役","六四之後","六四事件","六四动乱","六四图片","六四天安","六四学潮","六四学运","六四尾声","六四屠城","六四屠杀","六四屠殺","六四平反","六四惨案","六四掺案","六四政变","六四暴乱","六四档案","六四死難","六四母亲","六四民运","六四民運","六四纪念","六四血案","六四血腥","六四詩集","六四诗集","六四运动","六四遇难","六四運動","六四鎮壓","六四镇压","六四风波","六大成绩","六妻大侠","六月联盟","六肖中特","共产专制","共产党亡","共产小丑","共产无赖","共产极权","共产王朝","共产邪恶","共産主義","兲朝真理","兴奋镇痛","其美仁增","养生会所","养生会馆","养身会所","养身会馆","养鱼外挂","兼职上门","兼职专职","兼职公关","兼职创业","兼职女孩","兼职妹妹","兼职少妇","兼职服务","兼职白领","兼职美女","兼职联盟","兼职辣妹","兼職女模","兼職靓女","公chandang","六si死難","共.产.党","共chandang","六合彩","六合採","克勞森","克萊恩","克萊特","免费A片","公chan党","公chan当","公chan挡","公chan档","公chan裆","公chan谠","公产dang","公惨dang","公掺dang","公残dang","公産dang","公铲dang","六4事件","六合彩2","共chan党","共chan当","共chan挡","共chan档","共chan裆","共chan谠","共产.党","共产dang","共惨dang","共掺dang","共榮圈","共残dang","共産dang","共産黨","共铲dang","充气人","克勞森","克林顿","克萊恩","克萊特","党下台","党卑鄙","党土匪","党太黑","党打死","党欺骗","党灭亡","党腐败","党蛊惑","党迫害","党邪恶","全能神","全身瘦","八路匪","公产党","公产当","公产挡","公产档","公产裆","公产谠","公务员","公媳乱","公惨党","公惨当","公惨挡","公惨档","公惨裆","公惨谠","公掺党","公掺当","公掺档","公掺裆","公掺谠","公残党","公残当","公残挡","公残档","公残裆","公残谠","公産党","公産当","公産挡","公産档","公産裆","公産谠","公铲党","公铲当","公铲挡","公铲档","公铲裆","公铲谠","六一四","六九式","六合彩","六合採","六合皇","六合网","六合菜","六合采","共一党","共产党","共产当","共产挡","共产档","共产裆","共产谠","共啐党","共惨党","共惨当","共惨挡","共惨档","共惨裆","共惨谠","共掺党","共掺当","共掺挡","共掺档","共掺裆","共掺谠","共榮圈","共残党","共残当","共残挡","共残档","共残裆","共残谠","共產党","共產黨","共産党","共産当","共産挡","共産档","共産裆","共産谠","共産黨","共谗党","共谗谠","共踹党","共铲党","共铲当","共铲挡","共铲档","共铲裆","共铲谠","共餐党","共馋党","关键词","兴华党","兽兽门","兼职mm","內衣","內褲","兩會","共産","共軍","党亡","党匪","党徒","党震","党黑","內衣","內褲","全裸","兩會","八肖","公安","公排","六四","六泗","六肆","六肖","共党","共匪","共奴","共狗","共産","共軍","共铲","共黨","兽交","兽奸","兽欲","六si" ];

get_hashed_word_list(228,187) ->
	[ "他半天找不着地方最后还是俺给他扶进去的","从火腿里我们认识了敌敌畏","仍张纸就打的我满脸是血","代办建筑企业资质证","代办全国毕业学历","代辦全國畢業學歷","仿真气枪制造图纸","仿真气枪技术转让","代办全国各地证件","代办全国毕业学历","代辦全國畢業學歷","以共产之学为国学","以溜完去洗浴为荣","以溜完想做爱为荣","任过多年公安局长","仿真气枪制造图纸","仿真气枪技术转让","什么叫升官送呗","什么叫政冶黑呗","今年猪是疯狂的","今年雪灾又地震","今晚自己搞自摸","代办各行信用卡","以一党专政为耻","以享乐淫逸为荣","以多党治国为荣","以官官相互为耻","以尔虞我诈为荣","以崇尚洗货为荣","以政治造假为耻","以毫宅巨赌为荣","以溜点就拐为耻","以财大气粗为荣","代办各类文凭","代辦各类證件","仿真气枪出售","仿真气枪出货","仿真气枪到货","仿真气枪电话","仿真气枪订购","仿真气枪销售","今后打炮花钱","他和你讲法制","代办企业年检","代办医疗器械","代办各类文凭","代办各类证件","代办正规驾照","代办真实文凭","代办营业执照","代开北京发票","代开国税发票","代理真实中专","代辦各类證件","仿真气枪出售","仿真气枪出货","仿真气枪到货","仿真气枪电话","仿真气枪订购","仿真气枪销售","代办驾驶证","仿真槍出售","仿真槍销售","仿真气枪qq","从票子到马","他妈的政府","代写代发表","代办产地证","代办信用卡","代办银行卡","代办驾驶证","代开银联卡","以吹啸为荣","以茎治洞在","仿旧流通币","仿真人民币","仿真槍出售","仿真槍销售","仿真气枪qq","代办证件","代开发票","仓本麻衣","仕途风流","付费视频","仙剑私服","代人体检","代写论文","代刷博客","代办年审","代办年检","代办户口","代办执照","代办文凭","代办证件","代办驾照","代发论文","代开发票","代开發票","代理体检","代理发票","代理开票","代理發票","代理税票","代缴罚单","代考托福","代销违章","代開发票","以权办案","以茎制洞","以血护法","以钱结案","仲根香澄","任务赚钱","仿牌香烟","仿真震棒","仿真香烟","他媽的","他母親","他嗎的","他媽的","他母親","任弼时","任泽民","任畹町","仿真抢","仿真枪","仿真烟","仿真狗","他媽","付款q","他媽","代刻","代办","代孕","代开","代理","代考","代開","价格","仂","仳" ];

get_hashed_word_list(230,148) ->
	[ "政府说的话就像尼斯湖水怪一样无所谓真假","政府忽悠百姓叫政策","改革开放鸡婆泛滥","放荡女人爽死男人","政府根本就不缺钱","政协委员党指定","政协更成拍手风","政绩把财政整空","收购人体器官","改行做成品油","放光明电视台","放荡少妇宾馆","政协是多余的","政府忽悠百姓","政治敏感人物","政绩就是神吹","收单管猎狗","支付宝交易","支行女郑璇","收单管猎狗","政府他妈的","政府太无能","政府是大爷","政府靠得住","政治反对派","政治反對派","政治小丑奖","收费删帖","放学后x交","支持粤语","支行郑璇","收复大陆","收费删帖","收费视频","改号软件","改革历程","改革歷程","放入春药","放荡人妻","放荡少妇","放荡旅店","放荡熟女","政府吃屎","政府垃圾","政府太贪","政府太黑","政府是爷","政府腐败","政府黑幕","政治垄断","政治小丑","政治恶棍","政治禁书","政治風波","收购shen","收购肾","改脸型","改表器","政治犯","政治类","放蕩","政權","支那","收肾","收账","放尿","放蕩","政匪","政变","政府","政權","政治","攄","攄" ];

get_hashed_word_list(228,185) ->
	[ "书记杨枫用mba知识管理有效管理77名情人","乌兹别克斯坦伊斯兰运动","乘公交去高潮村办事","买的起房那是扯蛋","买卖汽车拦截器","买卖盐酸羟亚胺","乌黑阴毛两边露","乐于给人做二奶","乡里干部忙赌博","买卖汽车拦截器","买卖盐酸羟亚胺","买通政府做靠山","乱戴纱帽称提拔","九九情色帝国","买卖猎枪子弹","买卖眼镜蛇弩","之毛太祖本纪","乖乖把腿张开","乘飛機罷航了","九九情色帝国","九成新套牌车","九龙城の阴獣","买卖猎枪子弹","买卖眼镜蛇弩","买通gov做靠山","买卖小冰砖","买卖小冰砖 ","买卖氯胺酮","买卖黄麻素","久保亚沙香","久野沙耶香","九二式手枪","九八年印尼","九十三运动","习仲勋之子","买卖小冰砖","买卖氯胺酮","买卖黄麻素","乱伦熟女网","乳房露在外","九城情色","买春军团","乌云部队","乐众国际","乐众娱乐","乐性今宵","乙环利定","乙甲噻丁","乙酸乙酯","九一干部","九不干部","九事干部","九会干部","九八印尼","九城情色","九头干部","九子干部","九小干部","九干干部","九平干部","九样干部","九法干部","九流干部","九系干部","九要干部","九话干部","九费干部","九越干部","九转干部","九酒干部","九风干部","乡村春潮","乡烟披花","书剑后传","买卖枪支","买春军团","乱交痴女","乱伦熟女","乱雨纷纷","乳下留情","乳丰臀肥","乳吻其阴","乳林外史","乳此丝袜","乳此丰满","乳此动人","买春堂","久战油","乌伊会","乐施会","乐透码","乙基氰","乙酸铅","九一评","习近平","习远平","买买提","买春堂","买肝脏","乳房照","乾坤棒","九.评","乳暈","乳頭","乙酯","乙醚","九肖","九评","买春","买肾","乱伦","乱兽","乱轮","乳fan","乳交","乳头","乳射","乳尻","乳峰","乳房","乳晕","乳暈","乳沟","乳爆","乳球","乳穿","乳肌","乳霸","乳頭","乳首","乩" ];

get_hashed_word_list(232,139) ->
	[ "若你插入我老婆身体的那东西没有刻度","若想温柔你也来无污染","苏家屯式地下集中营","苏家屯地下集中营","苏家屯式的集中营","苏家屯秘密集中营","苏家屯式集中营","苦干巧干加裸干","英雄救世无帮国","英国骚本订购","苏家屯集中营","英国骚本订购","英雄合击私服","英国B5供应","若林菜美子","苦味酸甲酯","苯环已哌啶","苯西克列丁","英国B5供应","苍茫之鹰","若妻夢交","若石足道","苦味酸铵","苯乙派啶","苯吗庚酮","苯哌利定","苯巴比妥","苯晴米特","苯环利定","英文字母","英语枪手","苄吗啡","苄替定","苍井优","苏家屯","苏晓康","苦基氯","苦基胺","苦酰氯","苯丙胺","苹果机","苹果ji","苗独","苊","苘","苣" ];

get_hashed_word_list(227,128) ->
	[ "《爱与性 -一个大学女老师的自述》","《爱与性 -一个大学女老师的自述》","《我和僵尸有个约会之僵尸始祖》","《我和僵尸有个约会之僵尸始祖》","《重生之乱世种马YY传奇》","《重生之乱世种马YY传奇》","《三宫六院七十二妃》","《天生我材必有用二》","《爱上少妇小镇情人》","《飞机失事后的云雨》","《三宫六院七十二妃》","《天生我材必有用二》","《爱上少妇小镇情人》","《飞机失事后的云雨》","《我的缠绵往事》","《流氓燕的日记》","《色之戒四合院》","《我的缠绵往事》","《流氓燕的日记》","《色之戒四合院》","《上床不说爱》","《娇宠水芙蓉》","《梦幻逆玉王》","《爸爸的新娘》","《现代逍遥录》","《上床不说爱》","《娇宠水芙蓉》","《梦幻逆玉王》","《爸爸的新娘》","《现代逍遥录》","《上床求欢》","《包养情妇》","《同居万岁》","《地狱召唤》","《夜诱娘子》","《娇艳人生》","《娇艳江湖》","《嬉游花丛》","《寒潭鹤影》","《恶女戏夫》","《欲医天下》","《绝色淫妃》","《至尊狼威》","《萧府之败》","《超级公子》","《逼羊为狼》","《遍地桃花》","《风流岁月》","《风流逸飞》","《魅夜帝国》","《上床求欢》","《包养情妇》","《同居万岁》","《地狱召唤》","《夜诱娘子》","《娇艳人生》","《娇艳江湖》","《嬉游花丛》","《寒潭鹤影》","《恶女戏夫》","《欲医天下》","《绝色淫妃》","《至尊狼威》","《萧府之败》","《超级公子》","《逼羊为狼》","《遍地桃花》","《风流岁月》","《风流逸飞》","《魅夜帝国》","《春欲手》","《春欲手》","《呻吟》","《情欲》","《呻吟》","《情欲》" ];

get_hashed_word_list(229,141) ->
	[ "十年九谈凑得八股七条六规五讲四美","印尼在恢复元气后再来虐杀我们华人","华仔依依不舍的目送胡主席离开","华人在印尼被杀被虐被强奸","十口心思思钱思权思小蜜","华为胡主席签了签名照","千万不要嫁给共产党","卖淫的不一定是小姐","南方血灾和汶川地震","南方雪灾和汶川地震","卫星平板天线接收机","单管猎枪30发提供","十七大前后的中国","南荒地的姑娘操干","单管猎枪30发提供","卖迷魂药三唑仑","十八大代表选举","十年孤剑沧海盟","千万别把枪用坏","半夜别忘补一炮","半根手指就塞滿","单挑保单分析器","卖迷魂药三唑仑","南京近期要地震","南海诸岛被人佔","南艺婊子有味道","单管猎枪专卖","卖三箭牌气槍","卖健卫小口径","卖工字牌汽枪","卖广州三箭气","博客帖子删除","南大自由論壇","十八山羊对树","十大雷人提案","十操九射八式","千术教学视频","单管猎枪专卖","卖三箭牌气槍","卖健卫小口径","卖工字牌汽枪","卖广州三箭气","南大自由論壇","南大自由论坛","南洋十大邪术","南洋第一邪降","博客帖子删除","博客贴子删除","卫星天线安装","卫星电视安装","危害祖国为荣","卖仿真枪模","卖左轮手枪","卖秃鹰汽枪","卖虎头双管","卖进口汽狗","卖金钟气枪","卖铅弹气枪","卖高压气枪","千王骆小千","升水美奈子","华夏民生艰","单人分析仪","卖仿真枪模","卖左轮手枪","卖比劈大腿","卖秃鹰汽枪","卖虎头双管","卖进口汽狗","卖逼无限红","卖金钟气枪","卖铅弹气枪","卖高压气枪","卫星接收器","卫星跟踪器","卖45MM狗粮","卖54式64式","十八和谐","卖CFX气枪","卖海洛因","卖热武器","卖45MM狗粮","卖54式64式","十临坛竹","十八和谐","千变娱乐","千年私服","千术揭密","千面情狼","午夜成人","午夜激情","半妖乳娘","半自动枪","华原朋美","单飞模特","卖CFX气枪","卖海洛因","卖热武器","南华早报","南平事件","南平血案","博客赚钱","博彩公司","卡拉卡西","卡斯特罗","卡日阿吉","卫星定位","印尼华人","印尼反华","印尼屠杀","印尼暴乱","印尼暴徒","印度之子","印度爱藏","印度肾疗","危之密室","危险关系","卵巢保养","卿本佳人","卖手枪","卖手铐","卖猎枪","南蠻子","十八大","十八摸","十景缎","华建敏","华盛顿","卓伯源","单挑汪","单挑王","卖手枪","卖手铐","卖猎枪","卖肝脏","卖迷藥","南憂蘭","南波杏","南理香","南蠻子","博彩网","卖shen","升天","半波","单特","卖国","卖比","卖淫","卖肾","卖逼","南汇","南蛮","博彩","博訊","卵子","卵蛋","卖b" ];

get_hashed_word_list(228,186) ->
	[ "五百元我不管你今晚带的是不是人","人民群众的房子就让法院强制执行","五任老公是公共安全专家局的","五十六个男人一起操你娘","人民检查院不一定是人民","人间那一场风花雪月的事","二奶三奶牛奶奶奶害人","二奶主动控诉贪官罪行","交警队站在马路吃社会","二三四五六操b挺好受","五千个男人操你妈逼","亲蜜情人之无限诱惑","五千個男人操妳m逼","五连猎枪30发提供","二十年后腐败更猖","于是孙志刚被害了","于是马加爵杀人了","交涉没有不严正的","人人都从后面上我","人民心中的胡耀邦","五连猎枪30发提供","五连发猎枪专卖","五连发猎枪出售","五连发猎枪销售","五連發獵槍出售","五連發獵槍销售","二十年前天安门","二奶像中国电信","二的三次方宪章","二話不說插進來","二话不说插进来","五元一晚随你摸","五月麻古六月冰","五毛党继续绝食","五连发猎枪专卖","五连发猎枪出售","五连发猎枪销售","五連發獵槍出售","五連發獵槍销售","交警同志挡天下","交警罚款有蛮忙","交通警察象蚂蝗","交通警察象螞蝗","京华学子誓绝食","京城血案的真相","亲切的职业妇女","亲友死在看守所","人人见官像滩泥","人共愤三退潮涌","人大代表无人选","人大只是举手会","人尽可妻美娇娘","人权平等一场空","人民代表怕人民","人民军杀人民子","人民尚未温加饱","人民教师黑社会","人民群众像羔羊","亿万勇士弃中共","亚洲性交电影","人人有色论坛","二的3次方宪章","人民之聲論壇","人民內情真相","云南户外露营","五六式普通弹","五十六种精子","五大联赛投注","亚洲性交电影","亚洲自由之声","交警当街被杀","交通违章代办","人人有色论坛","人头肉骨茶面","人民之聲論壇","人民內情真相","人民内情真相","人民需要反抗","亚洲插穴图","人民大會堂","二人の果実","二甘醇超标","二甘醇超標","五一七宣言","亚太正悟网","亚洲情色网","亚洲插穴图","亚生买买提","交换姐妹花","京野明日香","人头豆腐汤","人权是奢侈","人民在流泪","人民大會堂","人民币废了","人民的基儿","人民算個屁","人皮高跟鞋","人妻内射","二+六宪章","人民真實","亂倫熟女","事实独立","事實獨立","二乙噻丁","二乙基醚","二六社论","二十週年","二奶大奖","二奶腐败","二氯乙烯","二氯化钡","二甲噻丁","二硫化碳","二穴中出","二苦基胺","二苯氮草","云雨欲魔","互害社会","互舔淫穴","五四谈话","五大谎言","五指油压","五星宏輝","五星宏辉","五星洪辉","五星紅輝","五星红辉","五月暴动","五月暴動","五月樱唇","五煋浤輝","五界虞花","五蝠血令","井上千尋","井上杏奈","井上莉奈","井川绘美","亚历山大","亚洲图区","亚洲性虐","亚洲情色","亚洲有码","亚洲淫娃","亚洲激情","亚洲色图","亞洲圖區","交换夫妻","交警暴力","交警遇刺","享乐淫逸","亮晶美女","亲吻蛋蛋","亲密私聊","亲秘私聊","人体摄影","人体艺术","人妻交换","人妻做爱","人妻内射","人妻初夜","人妻守则","人妻小说","人妻榨乳","人妻熟女","人妻生撮","人妻自拍","人妻色诱","人性本色","人权恶棍","人权斗士","人权民运","人民真實","于幼軍","五六2式","人民報","二两???","二十日","二甲苯","于幼軍","于永湛","五月天","亚库甫","亚洲色","亚甫泉","亮碧思","亲民党","亲蛋蛋","人民報","人民报","亞洲bt","人性rv","亂輪","人權","亂交","亂倫","亂輪","二肖","互淫","五肖","亚情","亡党","亡谠","交奸","交媾","交警","产傥","亮屄","亮穴","人妻","人權","亲jj","二B" ];

get_hashed_word_list(228,189) ->
	[ "你的狗将咱局长的蛋子给咬下来了","你老爸当初怎么没把你射到墙上","低收入者作为纳税人的荣誉","你们的处分不过是换个官当","你们的二奶小蜜也很嚣张","你的那首菊花台我很喜欢","你以为你是检查团下乡","你们的吃喝有公款抵帐","但闻床上男女爽歪歪","你以为你是工商城管","你们说二百五是骂人","你听见神的声音了吗","低价销售假币假钞","低价销售假币假钞","你三条腿还站不稳","你不了解中国国情","你们扫了爷爷的兴","你妈好象党zhongyang","你爸好象gongchandang","使出我的全柴动力","佛恩先已预言早","作恶无法又无天","作爱要从后面插","作爱还要舌头舔","你举的是那杆旗","你们扫了爷爷兴","你们扫了爷的兴","你奶逼里能耍猴","你妈养汉真是行","你妈卖逼上报纸","你妈卖逼在北京","你妈卖逼搞破鞋","你妈卖逼能制富","你妈卖逼行不行","你妈大比万人搞","你妈大比长肿瘤","你妈天天光操逼","你妈天天去卖骚","你妈天天让人配","你妈奶子喂鸽子","你妈屁眼淌月经","你妈屁股纹朵花","你妈爱玩玻璃球","你妈确实逼很紧","你妈要和我打炮","你妈逼上有跟针","你妈逼里好风流","你妈逼里操金庸","你妈逼里有红线","你妈逼里点洋蜡","你妈逼里练武功","你妹正在干死猪","你姐正在和狗搞","你姐逼里踢足球","你娘正在操海龟","你就操警察他妈","你爷双腿全干瘸","你爷好象江折民","你爸操逼不给钱","你的咪咪我要抓","你的洞洞我要插","你的老婆叫野鸡","你还是党的喉舌","使劲还能出骚味","你爷太tm不是人","你說我說論壇","体制是昏庸的","体味激情童男","你和他讲政治","你妈阴蒂钓鱼","你姥逼里装铅","你爸的鸡八肥","你說我說論壇","你还占我田亩","你还拆我房屋","你还自比雷锋","佣金最低开户","住房吸髓化","佐藤枝里子","何春传奇史","佛怀煽仇录","佛罗蒙香水","作★弊★器","作弊器破解","你们是个屁","你妈了个逼","你妈性高潮","佳静安定片","佳靜安定片","你妈b不日","你妈了个b","你媽了妹","低价香烟","住家舞男","佐井仁美","佐藤蓝子","佐藤里香","体检代理","体检枪手","体育投注","何为做爱","佛家大法","作弊设备","作爱电影","你媽了妹","你的花心","佣金开户","佰富国际","佰富國際","作.弊.器","你妈啦Bi","你演个JB","余英時","你媽比","你媽的","你媽逼","何舍彪","余英時","作弊器","你大爷","你媽比","你媽的","你媽逼","你母亲","你色吗","佬唬机","作愛","你媽","你爺","体奸","余杰","佛教","佛祖","作愛","作爱","作秀","你妈","你娘","你媽","你爸","你爺","佳阴","佥" ];

get_hashed_word_list(229,155) ->
	[ "四百元我要问问你今晚要带几个人","国企领导若要富国库拿来当私库","团结一位警察保证平安","国家禁毒署署长林则徐","四川看全国都缺小姐","国庆又是银河落九天","四月二十六日社论","因为天天可以日你","国务院总理诸葛亮","国家领导人的子女","国际声援西藏运动","国际支持西藏网络","国64式762mm枪提供","国77式762mm枪出售","国内天使做爱记","国64式762mm枪提供","国77式762mm枪出售","四月圣火被搞怪","回天无力你克强","回帖脱衣给你看","国共伪造的历史","国内天使做爱记","国内政要人物：","国外政要人物：","国家主席李世民","国家改革建议书","国家领导人相关","国库拿来当私库","国法百姓忘一边","国防资料调查科","图说文化大革命","四级六级代考","四级考试答案","四醇四硝酸酯","国内动态清样","国十条秀过场","国防部长曹操","国际中功总会","国际西藏运动","四二二事件","四大惹不起","四级杀人狂","回家吃饭歌","回收中华烟","回民吃猪肉","围观的群众","国分佐智子","国家已沉睡","国家的黑暗","国母宋祖英","图释世界史","回民暴動","四大怪事","四川独立","四川獨立","四度诱惑","四氯化碳","四海龙女","回收香烟","回民是猪","回民暴动","回民暴動","困官砸车","围截铁路","国之利刃","国产偷拍","国产嫖娼","国产无码","国产骚货","国内恐慌","国家囚徒","国营腐败","国際空姐","四人幫","四川獨","囊帕拉","四人幫","四六级","四大虚","四川獨","回分器","回收烟","回良玉","国民党","国产AV","四肖","回回","回教","回族","围攻","围殴","囅","囝" ];

get_hashed_word_list(230,156) ->
	[ "月底可以拿到可以买一辆车的工资","最难捉摸的官话研究研究","最引人注目的哥哥伟哥","最正经的是民主生活会","有钱就能有道理的地方","朝尼大爷他弹著马头琴","未来的自由中国在民间","最大的妓女培训基地","最大的腐败培训基地","最潇洒的是进夜总会","最不愿开的纪委会","最大的流氓培训基","有效管理77名情人","最终死在鸡巴上","月经来了也让搞","月经来了都让搞","有个东西它已翘","有时会是私法局","有毒的不是开水","有钱不捞白当官","木里求丝称雄记","末日来临回光照","机构效仿范跑跑","有兴趣的哥哥","有执照的流氓","有诚意的哥哥","服务绝对细腻","未来中国论坛","本人真实照片","本女在家无聊","本站永久地址","朱容基想单干","最新一本道","最新一本道","最高身份奖","月历俏女郎","月收入万元","月收入上万","月收入几千","月赚数千元","有了权把子","有意者联系","服务工作者","服务的女士","朝比奈亜美","木兰裆裤湿","未成年禁入","本末倒置式","木子論壇","最新地址","最新投注","最新网址","最新网站","最新黄站","月入上万","月入过万","月宫无码","月薪万元","月薪过万","月赚万元","月赚上万","月赚上千","月赚千元","月赚数万","月赚过万","有偿捐肾","有容奶大","有幼女嫖","有批不日","有机溶剂","服务介绍","服务价格","服务天使","服务管理","望月留美","朝仓仁美","朝日天劫","期平一肖","期期九肖","期货开户","期货转户","木内晶子","木制条盒","木子論壇","木子论坛","木村佳乃","木谷映美","末日代码","本上花梨","本人真照","本土无码","本地办証","本色影院","朱溶劑","朱立倫","朱鳳芝","月利西","服务器","服务费","朝天穴","朝河蘭","期杀码","期特码","木下优","木内晶","末世论","末永遥","本拉登","朱嘉明","朱容基","朱容鸡","朱榮機","朱溶剂","朱溶劑","朱熔基","朱狨基","朱立倫","朱镕基","朱颜血","朱鳳芝","机关枪","月經","會陰","月經","有售","有碼","朝鮮","本田","朱德","朱駿","机八","机叭","机巴","机掰","机枪","机芭","机Ｙ","机8","机Y","朐" ];

get_hashed_word_list(233,131) ->
	[ "都是官员拐弯抹角的七大姑八大姨","都改当公安和城管了","都市情侠风云录","郑州警方扫黄","郑州扫黄","部长大难","都市情色","都市藏娇","郭俊銘","郭岩華","郭羅基","郁慕明","郭伯雄","郭俊銘","郭岩華","郭振家","郭海峰","郭羅基","郗红","郤","郤" ];

get_hashed_word_list(37,55) ->
	[ "%77%77%77%2E%39%37%38%38%30%38%2E%63%6F%6D","%77%77%77%2E%39%37%38%38%30%38%2E%63%6F%6D" ];

get_hashed_word_list(229,143) ->
	[ "只要和老百姓有关的都是恶意的","双胞胎在母亲肚子里聊天","只见那昏惨惨邪灯将灭","叫床声从此代替了歌声","可叹吾草民人命比草贱","反对执政党就要坐牢","只是在做腑卧撑而已","双管猎枪30发提供","反正你横竖都是嘴","口是心非阳奉阴违","只有党员才能观看","只有黨員才能觀看","叫你讨债叫你上访","叫声阿扁提防提防","可能是哈尔滨警察","台湾建国运动组织","台湾青年独立联盟","台灣粗壯勇送貨員","双管猎枪30发提供","友情气枪专卖网","参与迫害的中共","友情气枪专卖网","反对中国共产党","反贪方知无官正","反革命操丈母娘","发票要写七百万","只是用了一张床","叫起床来像水牛","可儿的秘密花园","可拉横幅于大街","右手拿的白奶罩","双管猎枪出售","双管猎枪销售","双管猎槍买卖","台湾秃鹰出货","台湾秃鹰到货","台湾秃鹰制造","台湾秃鹰图纸","台湾秃鹰技术","台湾秃鹰电话","台湾秃鹰订购","双管猎枪出售","双管猎枪销售","双管猎槍买卖","双腿间的禁地","反恐就是反共","发出强大正念","发票长期出售","取女上男下位","可能是林大人","可能是派出所","台湾想要单干","台湾秃鹰出货","台湾秃鹰到货","台湾秃鹰制造","台湾秃鹰图纸","台湾秃鹰技术","台湾秃鹰电话","台湾秃鹰订购","台湾自由联盟","友好的魯德","反封鎖技術","反腐敗論壇","台湾最新d版","台湾秃鹰qq","又有钱贪污","友好的魯德","反华大暴动","反对共产党","反封鎖技術","反抗共产党","反腐敗論壇","反革命暴乱","反革命暴亂","发帖人招聘","发电俏娇娃","发财得行贿","台湾放光明","台湾政论区","号码复制机","台湾秃鹰qq","口含鸡巴","古龍祭壇","史萊姆王","及川奈央","双凤游龙","双头之狼","双管平式","双管立式","双腿叉开","双蛋推车","双重插入","双飞一次","双飞包夜","双龙入洞","双龙至尊","反中游行","反共复国","反共复民","反共复清","反共联盟","反共聯盟","反华事件","反华暴动","反华活动","反攻大陆","反日游行","反毛方阵","反汉复藏","反间神捕","发出正念","发票代开","发票代理","发票代開","叔嫂肉欲","取缔网吧","变态帝制","变牌揭秘","变牌教学","变牌道具","口交器具","口交放尿","口内爆射","口含鸡巴","口爆吞精","古典泰式","古庵春色","古方迷香","古龍祭壇","另类激情","可多克辛","台湾岛国","台湾性虎","台湾民国","台湾独立","台湾轮盘","台灣獨立","台独万岁","台独分子","史萊姆王","右丙氧芬","右马拉胺","反人類","反封鎖","反社會","史萊姆","司徒華","司馬晋","司馬璐","友赚网","双飞门","反人类","反人類","反作弊","反共产","反对党","反封鎖","反封锁","反屏蔽","反民众","反社会","反社會","发娼粉","发愣工","发抡功","发正念","受惊精","变牌器","变牌衣","口交器","口吹器","古可叶","古惑女","叫春声","可乐定","可卡因","可待因","台湾国","史萊姆","叶倩彤","叶剑英","司徒華","司馬晋","司馬璐","叼你媽","发piao","双乳","双唇","反党","反共","反日","反華","反黨","发仑","发伦","发囵","发抡","发沦","发浪","发票","发纶","发缥","发论","发轮","发骚","口交","口做","口射","口暴","口枷","口沙","口活","口淫","口爆","口鉸","古柯","古鸽","叫床","叫鸡","可查","可验","台灣","台独","台獨","台盟","台联" ];

get_hashed_word_list(229,144) ->
	[ "听说三鹿奶是靖国神社指定牛奶","吹牛要吹到自己不信","吃喝嫖赌用损办法","同志桑拿洗浴中心","吸毒青年和你为伍","吹得你早上弯着腰","合成盐酸羟亚胺","吃了原告吃被告","合成盐酸羟亚胺","吊死鬼打粉插花","听到吹捧喜心头","听取汇报点点头","吹拉嫖赌真能干","吹的小鸟变大雕","各种枪支出售","合成氯胺酮qq","吃饭基本靠党","各种枪支出售","吉祥宝贝破解","同性恋的性爱","名烟系列批发","后浪推前浪式","吗酰胺中间体","含甲醛的啤酒","合成氯胺酮qq","合成氯胺酮","吸收的圖騰","合成氯胺酮","同城一夜情","同志剧情片","同志聊天室","同性恋生活","向學生開槍","吴官一样正","吸收的圖騰","吸龙珠口莎","吹萧无节奏","合成冰毒","各类米要","合成冰毒","合法土匪","吉井美希","吉冈美穗","吉川茉绘","吉沢明歩","吉澤明步","吉田亚纪","吉田千晃","吉田爱子","吉田由莉","吉祥宝贝","同声哭泣","同居社区","同志交友","同志会所","同志作爱","同志图片","同志帅哥","同志服务","同志激情","同志电影","同志论坛","同性恋吧","同性戀吧","同性服务","名烟极品","名表回收","后位倒模","后宫社区","后庭专区","后藤亚美","吗哌利定","吗苯丁酯","君子会所","吞精骚妹","吟花浪哥","听二奶吟","吸精少女","吸精痴女","吸脂减肥","吾买尔江","吾尔开希","吾尔开西","吾爾開希","合成K粉","合成K粉","吳仁華","吳學璨","吳宏達","吳弘達","吳志芳","吳敦義","吳方城","吳淑珍","吳百益","吳育升","吸血獸","吃女婴","吃鸡巴","合成冰","合数单","合数双","吉川萌","同志片","同志网","同香会","名月彩","名表门","后面插","吐尔逊","吕京花","吕秀莲","吗拉胺","含鸡鸡","吳仁華","吳學燦","吳學璨","吳宏達","吳弘達","吳志芳","吳敦義","吳方城","吳海波","吳淑珍","吳百益","吳育升","吳邦國","吴华英","吴宏达","吴官正","吴帮国","吴百益","吴邦国","吸唑着","吸血獸","吹情药","吾爾開","吃婴","吃精","合双","同淫","后庭","后肖","吗啡","吞精","含住","含屌","含着","含进","吮吸","启靖","吴仪","吸允","吸吮","吸啜","吸毒","吸着","吸精","吸脂","吸舔","吹箫","吹箭","吹簫" ];

get_hashed_word_list(229,146) ->
	[ "和尚把尼姑摁到地上强奸了尼姑","咱们长征的时候到过她们村","咱们长征的时候去过她们村","咱们长征时到过她们村","和老师同居的学生","和警花同居的大侠","和护士姐姐同居","和你妈一起搞","咳你妈的个b","和你一起做","和尚的鸡巴","和解的智慧","和谐你全家","咪咪电影网","和希沙也","和男晚抱","和谐大旗","咪咪图片","咪咪情色","咪咪色界","咬着龟头","和锅枪","咖啡因","和=胡","咪咪","咼","咼" ];

get_hashed_word_list(229,156) ->
	[ "地下的先烈们纷纷打来电话询问","在1215岁孩子书包里放安全套","在唐朝就知道今年地震了","土桥的鸡九哥的鸭","圣一个年代的记忆","圣灵向众教会说话","地下城与勇士私服","地地道道流氓政权","地球人将慢慢死去","地震专家不学无术","地震压死的是你们","在51就不上传照片","國家主席李世民","圖書管理員卡特","土匪都剿灭了吗","圣堡罗世界猛男","圣灵末世的工作","地下共党好奸诈","地产古弩中之王","地县干部忙吃喝","地球发生大灾难","地球未来的预言","地质学家的预言","在线激情电影","國際中功總會","土匪控制流氓","土匪控制社会","在家可以经营","在线为你服务","在线为您服务","在线激情电影","地方政府蛮干","地方政府蠻幹","地球磁极颠倒","地磅无线遥控","團員馬爾汀","在~家~创~业~","團員馬爾汀","圣战培训班","圣灵所使用","在光中行走","地磅干扰器","地磅解码器","地磅遥控器","地震来加菜","國家安全","國家機密","團長戈登","地震=地灾","圆顿法门","國家安全","國家機密","團長戈登","土共独裁","土匪政权","圣兽传说","圣战组织","圣泉学淫","圣诞新娘","在家兼职","在家创业","在家創業","在家工作","在家开店","在家赚钱","在线投注","在线激情","在线美女","在线赌钱","地下教會","地匹哌酮","地恩丙胺","地方势力","地球密码","地球漫游","地美庚醇","地芬诺辛","地芬诺酯","地铁爆炸","圆顿教","地氟烷","地西泮","國賊","國軍","圓滿","圆满","國賊","國軍","圓滿","土制","圣床","圣战","圣母","圮綦","地址","地藏" ];

get_hashed_word_list(229,159) ->
	[ "城管想掀谁的摊位就掀谁的摊位","城市里最牛逼的展览品","城管大队长猝死在街头","城管人员大家皆散去","城管需要的就是你","城里晚上人叫鸡","埃裏克蘇特勤","城堡里的激情","城管土匪化","基督的发表","城市教会","基地组织","埃托啡","埃斯萬","城麻美","基督教","城管","埤" ];

get_hashed_word_list(229,187) ->
	[ "建筑老板若要富敢将工程变豆腐","建築企業資僮C辦理","廉政建设是晃子","廣場上的共和國","廢紙箱當肉餡","廉政大論壇","廢墟守護者","廉政大論壇","廢墟守護者","建国门事件","建国门枪战","延时乳液","延时喷剂","延时胶囊","廖錫龍","建國黨","廖錫龍","延时丸","延时油","延时液","延时王","建国党","建國黨","廿周年","廣聞","廣聞","廛" ];

get_hashed_word_list(230,143) ->
	[ "插一半剩一半则生一般知识分子","插到底就只能生工人农民了","提供军用制式54式762mm枪","提供军用制式54式762mm枪","提供单管半自动猎枪","提供各式小口径步槍","提供猎槍小口径步槍","提供单管半自动猎枪","提供各式小口径步槍","提供猎槍小口径步槍","提供国产54式762mm枪","提供国产54式762mm枪","插入她的隧道股份","插播广告的处女地","提供三箭牌汽枪","提供小口径步枪","提供工字牌汽枪","提供盐酸羟亚胺","插進妳m桃花深處","提供三箭牌汽枪","提供小口径步枪","提供工字牌汽枪","提供盐酸羟亚胺","握紧大印收贿赂","提供三箭气枪","提供仿真气枪","提供健卫步枪","提供军用手枪","提供台湾秃鹰","提供广州三箭","提供瓦斯手狗","提供秃鹰汽枪","提供美国秃鹰","提供虎头双管","提供虎头猎枪","提供进口气枪","提供金钟气枪","提供高压气枪","插妳m的大陰道","提供三箭气枪","提供仿真气枪","提供健卫步枪","提供军用手枪","提供台湾秃鹰","提供广州三箭","提供瓦斯手狗","提供秃鹰汽枪","提供美国秃鹰","提供虎头双管","提供虎头猎枪","提供进口气枪","提供金钟气枪","提供高压气枪","插一半生干部","插进你的下面","插进咽喉深入","插进来射出来","提供氯胺酮","插姐姐嫩穴","提供一夜情","提供氯胺酮","插你的下面","插入宋祖阴","插姐姐嫩穴","插的好舒服","插进你下面","提供冰毒","提供汽狗","提供猎枪","提供秃鹰","插老师穴","提供54式","提供64式","提供冰毒","提供小姐","提供汽狗","提供特码","提供猎枪","提供秃鹰","提供肾源","提前送终","提裤高袜","插你爺爺","插入内射","插深一点","插穴手淫","插穴止痒","插老师穴","插进阴头","插那嗎比","插那嗎逼","援交自拍","援交薄码","援助交易","援助交际","提供K粉","提供54式","提供64式","插穴图","提供K粉","插那嗎B","揭批書","揉动着","插你媽","插入穴","插后庭","插少女","插穴图","插进去","插进来","插进穴","插進去","插阴茎","插阴道","揭批書","援交妹","插妳m","揉弄","揉捏","揉搓","揉摸","揉擦","揉着","揉起","插他","插你","插入","插到","插女","插她","插妳","插屄","插弄","插我","插暴","插比","插爆","插穴","插肛","插进","插送","插逼","插阴","援交","插bb","插ru","插b" ];

get_hashed_word_list(230,150) ->
	[ "新郎摸着新娘的两腿中间问新娘","新家园会有的还是土坷垃","新校园会有的还是豆腐渣","新闻联播的惊人发现","文化革命干活要命","新七擒七纵七色狼","文化大革命图典","新卒美人女教師","新发现的毛泽东","新聞出版總署","斗地主刷分器","新疆独立运动","新聞出版總署","新闻出版总署","新手訓練營","新華通論壇","新觀察論壇","新中华战记","新唐人电视","新女性宝鉴","新娘与荡妇","新工人运动","新情色海岸","新成吉思汗","新手訓練營","新政渐萎靡","新版三字經","新華通論壇","新觀察論壇","新不夜城","新花和尚","新金瓶梅","斯皮爾德","新聞封鎖","新華內情","新華舉報","断虹玉钩","斯皮爾德","新不夜城","新疆分裂","新疆独立","新疆獨立","新聞封鎖","新花和尚","新華內情","新華舉報","新金瓶梅","施工暴徒","新生網","新義安","新語絲","方勵之","料理店","斯大林","斯登姆","新共党","新生網","新生网","新疆人","新疆国","新疆獨","新纳粹","新義安","新語絲","方励之","方勵之","斯諾","文殊","斯諾","新党","斫" ];

get_hashed_word_list(230,151) ->
	[ "日本完整地保存了这首诗的原貌","无人敢亵渎的美女破宫","无力反抗只好尽情享受","无意中闯入了我的世界","日本成人激情三级片","无意中闯入我的世界","无担保银行信用贷款","既要紧跟又要使劲拍","日本成人激情三级片","日本极品肌肉帅哥","无锡锡锋牌汽枪","日好色女成人網","早就已经不鸟cctv","无线监听工具QQ","无担保信用贷款","无数淫雄竞折腰","无线微型摄像机","无辜矿工埋地底","无锡锡锋牌汽枪","日好色女成人網","日暮苍山兰舟小","日本鬼子把船撞","日韩鬼子把船撞","早上起来做做爱","早就知道是黄局","早熟了一个民族","无线监听工具QQ","无抵押免担保","无界禁书快览","无病毒无木马","无线微型耳机","无线监控系统","无线远程监控","无耻作秀的国","日收入不低于","日本右翼分子","日遍大江南北","日內瓦金融","无人岛物语","无双三国志","无国界记者","无抵押贷款","无担保贷款","无效全退款","无毛美少女","无线窃聽器","日体院男生","日內瓦金融","日麻屁为荣","早瀬奈緒子","日本AV女优","日本帝國","旅館白鷺","旅馆自拍","旋风炸药","无套内射","无套片片","无套自拍","无毒无马","无水乙醇","无界流览","无界浏览","无界网络","无码丝袜","无码体验","无码做爱","无码彩图","无码无套","无码淫女","无码淫漫","无码炮图","无码精选","无码长片","无税香烟","无需抵押","无需担保","无颜之月","日你爺爺","日军军妓","日式指压","日本小蜜","日本帝国","日本帝國","日本有码","日本灌肠","日本熟女","日本熟母","日本素人","日本美男","日本骚货","旦正昂杰","早泄克星","旷野窄门","旋风花","无修正","无帮国","无帮过","无抵押","无邦国","无风险","日一炮","日你媽","日本狗","日朱駿","日死你","日本av","日軍","无码","无碼","日你","日屄","日批","日赚","日軍","日逼" ];

get_hashed_word_list(231,129) ->
	[ "火葬场最容易烧的是少女的尸体","火腿裡我們認識了敵敵畏","灭门惨案之孽杀","火车站的野鸡","灌肠自慰器","火炬出事了","火烧大裤衩","火补避孕套","火辣的车模","灭掉所有后","灭绝共产党","灌满精液","火狐神殿","火车便当","火辣写真","火辣图片","火魅子传","灭共檄文","灰色宾馆","灵舌出洞","灵蛇吞蛋","灼热之炎","火星文","火葬场","火风皇","灭中共","灭共党","灯月缘","灵灵教","灌肠","灭族","灄","灝","灄","灝" ];

get_hashed_word_list(232,167) ->
	[ "解放军成了都市高楼里的看家狗","观音爱坐莲老汉把车推","角落里的枪重建帝国2.0","视贪官污吏如毒蛇","见义勇为白流血","解扣子揉揉奶子","见了小姐阳萎","观其乳丰臀肥","视频作爱联盟","视频聊天网站","觅帅男视频","视频全脱秀","视频窥探器","解体党文化","解开章子衣","见人就打","见证三赎","见证付款","见货付款","见车就砸","观音做帘","观音坐莲","观音法门","觅男视频","视迅服务","视频主播","视频交友","视频交往","视频作爱","视频侦探","视频做爱","视频坐爱","视频女郎","视频强制","视频激情","视频监控","视频美女","视频美眉","视频聊天","视频艳舞","视频表演","视频裸聊","解体中共","触电精生","观世音","觅风流","视频女","视频爱","视频秀","视频绣","解瑪器","解码器","解碼器","视频mm","解码","觶","觇","觏","觳","觶" ];

get_hashed_word_list(233,184) ->
	[ "鸡鸭成群闹中华比起腐败算个啥","鸡巴无骨硬得出奇","鸡鸡硬了我就干","鸡巴都炸没了","鸡鸡长在脸上","鸡头个个发","鸟进鸟出","鸡巴暴胀","鸡巴炸飞","鸭之一族","鸿图记","鸳鸯欲","鸳鸯浴","鸿图记","鸟耍","鸡八","鸡叭","鸡吧","鸡奸","鸡巴","鸡掰","鸡芭","鸡８","鸡Ｙ","鸦片","鸌","鸡Y","鸌" ];

get_hashed_word_list(229,184) ->
	[ "市民每个月买20块钱的生态基金","布什头痛的胡主席的姓","市长李玉书20个情人","帝国TW-89解码器","市府办强势部门","市长书记一起睡","帝国TW-89解码器","布什问胡锦涛","帝王浪漫双飞","布什和锦涛","布什给美元","帅哥插帅哥","师有回天力","帝国夜色","帮人报仇","布什妈的","帅哥虐爱","帅气真实","帝国夜色","帝國主義","帝王游戏","带套肛交","带薪坐牢","帮人报仇","市妓委","布莱尔","布萊爾","布雷爾","希拉克","希特勒","帝王浴","帶根吊","帳號","布什","师涛","带蛋","帳號","常勁" ];

get_hashed_word_list(230,158) ->
	[ "林龙飞为其22名情人共办群芳宴","极品金发美女美穴图","极品金发美女美穴图","林彪与文化大革命","枉法查办枉法案","极品艳遇生活","果洛拉加寺","枪支买卖","枪支销售","极品奶妹","极品妹妹","极品学妹","极品家教","极品成人","极品波神","极品波霸","极品白虎","极品香烟","极品黑丝","极度兽性","极度强奸","极度神乳","极度诱惑","极度高潮","极筋男塾","极道毁灭","枪支买卖","枪支出售","枪支弹药","枪支销售","林佳龍","林信義","林正勝","林重謨","林長盛","林佳龍","林保华","林保華","林信義","林正勝","林重謨","林長盛","林彪","林昭","林肯","枪手","枪支" ];

get_hashed_word_list(229,135) ->
	[ "出售假币货到付款或当面交易","出售假币货到付款或当面交易","出售高仿人民币假人民币","出售高仿人民币假人民币","出售假币联系方式电话","出售假币联系方式电话","出售军用制式92式枪","出售甲基安非他明QQ","出售军用制式92式枪","出售甲基安非他明QQ","出售一元硬币电话","出售假人民币电话","出售假币当面交易","出售假币联系电话","出售假币货到付款","出售盐酸曲马多片","出售纸币货到付款","出售高假仿人民币","出售二乙酰吗啡QQ","出售军用制式92式","出售无线窃听器QQ","出售港38式左轮枪","出售自制式64式枪","准军事化的黑社会","出主观主义的点子","出售一元硬币电话","出售假人民币电话","出售假币当面交易","出售假币联系电话","出售假币货到付款","出售盐酸曲马多片","出售纸币货到付款","出售高假仿人民币","出售五连发猎l枪","出售左轮枪6连发","出售提供军用l枪","出售二乙酰吗啡QQ","出售军用制式92式","出售无线窃听器QQ","出售港38式左轮枪","出售自制式64式枪","出售万能开锁器","出售三箭牌汽枪","出售下压款式枪","出售五连发猎枪","出售假钞银行卡","出售健卫小口径","出售力思曼弓弩","出售半自动猎枪","出售单发麻醉枪","出售双管平式枪","出售單發麻醉槍","出售小口径步枪","出售工字牌汽枪","出售左旋麻黄素","出售左旋黃麻素","出售手机截听器","出售折叠款式枪","出售氫化可的松","出售獵槍麻醉槍","出售盐酸曲马多","出售盐酸羟亚胺","出售羟基環戊基","出售迷昏药假币","出售遥控解码器","出售五连发猎l枪","出售左轮枪6连发","出售提供军用l枪","出售56式半刺刀","出售健卫14步枪","出售健卫15步枪","出售健卫20步枪","出售冰毒qq送货","出售港38式左轮","出售獵槍手槍QQ","出售自制式64式","出售麻醉钢枪QQ","出了事情有人保","出了问题有人保","出售万能开锁器","出售三箭牌汽枪","出售下压款式枪","出售五连发猎枪","出售假钞银行卡","出售健卫小口径","出售力思曼弓弩","出售半自动猎枪","出售单发麻醉枪","出售双管平式枪","出售單發麻醉槍","出售小口径步枪","出售工字牌汽枪","出售左旋麻黄素","出售左旋黃麻素","出售手机截听器","出售折叠款式枪","出售氫化可的松","出售獵槍麻醉槍","出售盐酸曲马多","出售盐酸羟亚胺","出售羟基環戊基","出售迷昏药假币","出售遥控解码器","出售单管猎l枪","出售原装猎l枪","出售甲基苯 胺","出售56式半刺刀","出售健卫14步枪","出售健卫15步枪","出售健卫20步枪","出售冰毒qq送货","出售港38式左轮","出售獵槍手槍QQ","出售自制式64式","出售麻醉钢枪QQ","出售C02款式枪","出售三唑仑片","出售三箭气枪","出售乳化炸药","出售仿真气枪","出售假币电话","出售假钞电话","出售假钱电话","出售健卫步枪","出售军刀军刺","出售军用手枪","出售单发气枪","出售单管猎枪","出售原装猎枪","出售双管猎枪","出售叛逆者枪","出售台湾秃鹰","出售广州三箭","出售战神弓弩","出售斗角式枪","出售森林之虎","出售森林之豹","出售水胶炸药","出售瓦斯手狗","出售甲基苯丙","出售磚石冰毒","出售秃鹰汽枪","出售突击步枪","出售美国秃鹰","出售苯基丙酮","出售虎头猎枪","出售进口枪支","出售进口气枪","出售邻氯苯晴","出售钻石冰毒","出售铵梯炸药","出售销售气槍","出售间苯三酚","出售高压汽枪","出售麻果配方","出售黄白牙签","出售单管猎l枪","出售原装猎l枪","出售甲基苯 胺","出售54式麻狗","出售假发票QQ","出售德国A1000","出售麻醉qiang","凌辱制服宣言","凤凰中药世家","出售C02款式枪","出售三唑仑片","出售三箭气枪","出售乳化炸药","出售仿真气枪","出售假币电话","出售假钞电话","出售假钱电话","出售健卫步枪","出售军刀军刺","出售军用手枪","出售单发气枪","出售单管猎枪","出售原装猎枪","出售双管猎枪","出售叛逆者枪","出售台湾秃鹰","出售各种外挂","出售广州三箭","出售战神弓弩","出售斗角式枪","出售森林之虎","出售森林之豹","出售正归发票","出售水胶炸药","出售瓦斯手狗","出售甲基苯丙","出售甲基苯胺","出售磚石冰毒","出售秃鹰汽枪","出售突击步枪","出售美国秃鹰","出售苯基丙酮","出售虎头猎枪","出售进口枪支","出售进口气枪","出售邻氯苯晴","出售钻石冰毒","出售铵梯炸药","出售销售气槍","出售间苯三酚","出售高压汽枪","出售麻果配方","出售黄白牙签","出来的是活猪","出租车大罢工","出售92式5.8mm","出售|钢珠枪","出售麻醉l枪","出售54式麻狗","出售假发票QQ","出售德国A1000","出售麻醉qiang","出售三唑仑","出售三唑侖","出售军用枪","出售小飞狼","出售小飞虎","出售巴雷特","出售曲马多","出售氯胺酮","出售氯苯基","出售白牙签","出售監聽王","出售胡椒醛","出售蒙汗药","出售进口枪","出售迷幻药","出售迷幻藥","出售迷情藥","出售追风150","出售锡锋枪","出售风城枪","出售麥角醇","出售麻黄素","出售黃體酮","出售黃麻素","出售黄牙签","凱奧勒尼什","出售92式5.8mm","出售|钢珠枪","出售麻醉l枪","出售手qiang","出售步qiang","出售海豹M9","出售猎qiang","凌辱之都市","凌辱俱乐部","凱奧勒尼什","出售三唑仑","出售三唑侖","出售下列枪","出售人民币","出售信用卡","出售偷拍器","出售军用枪","出售喷雾型","出售套牌车","出售小飞狼","出售小飞虎","出售巴雷特","出售曲马多","出售氯胺酮","出售氯苯基","出售白牙签","出售監聽王","出售胡椒醛","出售蒙汗药","出售身份证","出售进口枪","出售迷幻药","出售迷幻藥","出售迷情藥","出售追风150","出售银行卡","出售锡锋枪","出售风城枪","出售麥角醇","出售麻黄素","出售黃體酮","出售黃麻素","出售黄牙签","出租车罢工","出钱是恶党","出售冰毒","出售猎l枪","出售冰毒 ","出售手qiang","出售步qiang","出售海豹M9","出售猎qiang","出售乙醚","出售军刺","出售手拷","出售手槍","出售手铐","出售枪弹","出售枪支","出售汽狗","出售追月","出售鎂粉","出售麻古","凱爾雷斯","凱特切爾","出售猎l枪","凌辱淫罪","凤反展翅","凯托米酮","凱爾雷斯","凱特切爾","出千技巧","出卖中国","出售乙醚","出售军刺","出售冰壶","出售冰毒","出售处女","出售处男","出售弹药","出售手拷","出售手枪","出售手槍","出售手铐","出售枪具","出售枪弹","出售枪支","出售气枪","出售汽狗","出售硬币","出售答案","出售追月","出售鎂粉","出售香烟","出售麻古","出售K粉","出售BB弹","出售肾","凱爾本","出售K粉","凤啄水","凤抬头","凰戏凤","凱爾本","凶杀案","凸人也","凸女也","凸肉优","出售枪","出售肾","出肖表","凌辱","凸他","凸你","凸她","凸妳","凸我","出售","出肖","凵" ];

get_hashed_word_list(233,166) ->
	[ "香港赛马会大型六合彩资讯网","香港赛马会大型六合彩资讯网","香港六合彩公司特码","香港六合彩公司特码","香烟迷药催眠迷幻药","香港赛马会六合网","香港赛马会六合网","香港回归晚会上","香港回歸沒看見","香港奇案之强奸","香水型迷奸药","香烟厂家直销","香港支联会","香港民主派","香港賽馬會","香港赛马会","香港总彩","香港沦陷","香港迷药","香烟出售","香烟回收","香烟批发","香烟迷药","香烟销售","香香公主","馬三家","馬克思","馬大維","馬時敏","馬永成","馬特斯","馬良駿","馬英九","馮東海","馮素英","馒头屄","香里奈","馬三家","馬克思","馬大維","馬時敏","馬永成","馬特斯","馬良駿","馬英九","馮東海","馮素英","香舌","馬會","馘" ];

get_hashed_word_list(54,49) ->
	[ "610请来了已经邪悟的帮教人员","610非法组织610恐怖机构","610不法之徒","610不法人员","610强化洗脑","610强行带走","610直接干的","613suncity.com","610与公安","610办公室","610办头目","610恐怖组","610的恶人","610的恶棍","610的邪恶","611188.com","618828.com","619688.com","610公安","610同伙","610国保","610基地","610头子","610头目","610恐怖","610恶人","610恶徒","610恶警","610成员","610暴力","610歹徒","610洗脑","610狂妄","610组织","610绑架","610迫害","610邪恶","61157.com","61176.com","61229.com","61575.com","61669.com","61cao.com","61588.tk","61752204","610親" ];

get_hashed_word_list(229,138) ->
	[ "努力工作能升官的那更是扯蛋","办理英语专四专八证书","劳动人民还当做马吗","劳动人民还当牛做马","办理各学校毕业证","办理国外学历文凭","办理英语四级证书","力斯曼弓弩供应","劈开你妈两条腿","力斯曼弓弩供应","办事都得凭关系","加快牛肉让你搞","动物乐园游戏机","加薪10亿是小钱","办教师资格证","办理各种证件","办理各种贷款","办理各类证件","办理大学文凭","办理学位证书","办理广州户口","办理民办大专","办理真实学历","办理真实文凭","办真学历文凭","加入网络水军","办理警察证","助手威爾特","办假学位证","办假毕业证","办假身份证","办各种证件","办所有证件","办理毕业证","办理真文凭","办理职称证","办理警察证","办真实学历","办真毕业证","办自考本科","加藤明日美","加贺美早纪","助手威爾特","办证刻章","办理假证","办理学历","办理文凭","办理证件","办真文凭","办証电话","办证刻章","办证热线","加山花衣","加藤爱美","动乱分子","动漫色图","助勃乳液","助情香水","劲奸狂插","势力的狗","功chandang","办假证","劉俊國","劉凱中","劉千石","劉國凱","劉士賢","劉山青","劉文勝","劉文雄","劉曉波","劉曉竹","劉永川","劉華清","劉賓深","劉賓雁","功chan党","功chan当","功chan挡","功chan档","功chan裆","功chan谠","功产dang","功惨dang","功掺dang","功残dang","功産dang","功铲dang","劉俊國","劉凱中","劉千石","劉國凱","劉士賢","劉山青","劉文勝","劉文雄","劉曉波","劉曉竹","劉永川","劉華清","劉賓深","劉賓雁","力月西","办假证","办学历","功产党","功产当","功产挡","功产档","功产裆","功产谠","功惨党","功惨当","功惨挡","功惨档","功惨裆","功惨谠","功掺党","功掺当","功掺挡","功掺档","功掺裆","功掺谠","功残党","功残当","功残挡","功残档","功残裆","功残谠","功産党","功産当","功産挡","功産档","功産裆","功産谠","功铲党","功铲当","功铲挡","功铲档","功铲裆","功铲谠","加分器","加藤爱","动能弹","劲得力","劉剛","劉青","劉剛","劉青","办理","办証","办證","办证","动乱","助勃","助挺","助理","助考","劳拉","劌","劌","劐","劬" ];

get_hashed_word_list(229,164) ->
	[ "天上人间公安部不敢查的秘密","天上导弹不断南方洪水泛滥","失去了原有意义的世博会","处女啥最好处女膜最好","大哥啥最好大哥吊最好","大坝垮的省长都没戏了","大官小官高官官官皆贪","天下野鸳鸯绝世荡淫女","夜袭珍珠港美人受惊","夜里桑拿是翻来覆去","大款的老婆领导的钱","天上人间夜总会被查","天上人间是事业单位","天堂里看到股票上涨","天安门广场枪杀学生","天安门广场民主运动","夏米斯丁艾合麦提","大地震背后的真相","天上人间都被查了","天大地大都是黨的","天安门大学生事件","天安门广场大屠杀","天安门母亲的呼唤","天安门自焚栽赃案","大威力弓弩专卖","大母牛娱乐论坛","处女就是茅台酒","外光隐形透视镜","夜夜箫歌里藏春","夜想日思唯赢钱","大众色情成人网","大喊大叫要人操","大威力弓弩专卖","大学生闹天安门","大小爪牙一帮子","大母牛娱乐论坛","大比里头烧过柴","大法不可被利用","大红警灯高高挂","大逼塞进你睾丸","大逼里头有怪味","天一灭一中一共","天安门下泪汪洋","天安门下盈尸野","天安门城楼罚站","天安门路在何方","夫妻可以换着搞","失业大军数百万","央視內部晚會","夜总会聘佳丽","大公司的圣姑","大家找我聊天","大法坚不可摧","大法洪传时代","大法金刚永纯","大紀元新聞網","大衆真人真事","天上人间被查","天安門大屠殺","天安門錄影帶","天安门四君子","天安门大屠杀","天安门录影带","天安门的母亲","天安门被清场","天龙八部外挂","天龙八部私服","夫妻成长日记","央視內部晚會","失踪者的足迹","失业灭掉70后","大鸡巴小穴","大黑鹰销售","外交與方略","多里坤.艾沙","夜話紫禁城","处处性骚扰","处女全过程","处女是贡酒","处女膜修复","处级干部贪","复制银行卡","夏雨荷大学","外交與方略","外头有花瓶","多里坤艾沙","夜场女模特","夜总会公关","夜总会招聘","夜总会模特","夜的少女式","夜話紫禁城","大丑风流记","大中國論壇","大中華論壇","大内亚里沙","大友美奈美","大学艳遇史","大東亞共榮","大棒口里含","大法新闻社","大法的纯洁","大湖区讲法","大潮涌迂腐","大班台百乐","大白沙破解","大虹桥规划","大规模骚乱","大鸡巴小穴","大黑鹰销售","天下皆惶恐","天亡中一共","天使三部曲","天天干贴图","天安門一代","天安門事件","天安門屠殺","天安門清场","天安门之魂","天安门事件","天安门事变","天安门屠杀","天安门母亲","天安门清场","天灭共产党","天王星试验","夫妻俱乐部","夫妻友论坛","夫妻秀视频","央视不差钱","央视是变态","夜色王朝","夜色贵族","外交論壇","大街操过b","处女开包","处女开苞","处女牧场","处女被奸","夏日狂情","夏珠活佛","外交論壇","外用延时","多人性愛","多妻养德","夜勤病栋","夜勤病棟","夜场公主","夜场兼职","夜场招聘","夜场模特","夜场演员","夜场直招","夜店模特","夜晚服务","夜色王朝","夜色贵族","大冢良子","大力抽送","大唐寻芳","大善大忍","大圆满法","大城美和","大奶美逼","大奶骚女","大学动乱","大家論壇","大款荡妇","大法义解","大法之声","大法修炼","大法學員","大法弟子","大法资料","大波骚妇","大泽安希","大泽舞子","大浦安娜","大牌变小","大胆出位","大胆少女","大腿内侧","大腿根部","大西结花","大谷美津","大赦国际","大通国际","天亡中共","天佑台湾","天地至性","天天情色","天机宝录","天要亡供","天要亡共","天降神妻","天降神龙","太比力克","太监媒体","夫妇乐园","夫妻乱交","夫妻交换","夫妻保健","夫妻自拍","央视添堵","央视自焚","夜猫网","大波粉B","天龙t253","夫妻多p","处女地","处女穴","外高联","多人轮","夜光娘","夜猫网","大一纪","大乱交","大侠魂","大卫教","大参考","大參考","大史紀","大史記","大回报","大奶头","大奶媽","大季元","大屠殺","大己元","大東亞","大法好","大波波","大泽萌","大白钻","大紀元","大紀園","大纪元","大纪园","大花逼","大衛教","大记元","大霸机","大鶏巴","大鸡巴","大麻脂","大黄钻","大黑鹰","天主教","天安門","天情诀","天赚网","太子党","太阳城","太阳网","太陽城","失意药","失意藥","失身水","失身粉","夹吸器","大gi元","大ji元","大奶mm","夫妻3p","大g元","太監","处女","外挂","多穴","多维","多黨","够鳋","大乳","大便","大比","大法","大波","大烟","大狙","大麻","天閹","太監","夹阴","大jj","大b","夯" ];

get_hashed_word_list(229,165) ->
	[ "她的姓是唐朝后面的那个朝代","女人的胸男人为什么喜欢摸","女人不卖淫对不起江泽民","女人不卖淫对不起邓小平","女人不花钱对不起国务院","奉承领导像哈巴狗一样","女人二十八叫你用力插","女人给别人睡的是穷人","女文工团员的最后下落","好心情像部门会议一样","奥运飞流直下三千尺","奶粉喝的尿道不通气","她就上了赖娼星的床","好一派官民情同鱼水","女大学生包养价格","奶子不大肿得出期","奶粉毒害的是你们","女主人羅姬馬莉","女主人羅姬馬莉","奶子不打肿得奇","奸商官员齐勾结","女郎vs日本男人","奴隸魔族士兵","好b都给狗日了","奋力堵住阴道","奔驰到处撞人","奖金就象阴毛","女卧男跪前入","女同性恋游戏","女子高生制服","女学生的耻蜜","女性自慰sex吧","女性跪卧后入","奴隸魔族士兵","好结石三鹿造","女的借b行凶","奇童江湖行","奇缘四部曲","套牌车交易","套牌车出售","奥巴马重游","女上男下式","女仆美娇娘","女子高中生","女子高校生","女孩与大鸟","女孩子交友","女教師破壞","奸职学生妹","好色美少女","套弄花心","奇淫宝典","奇淫宝鉴","契约法师","奔馳寶馬","套弄花心","女体天国","女体料理","女体采集","女優拘朿","女士按摩","女士服务","女子交友","女性青睐","女教师狩","女机械人","女狱风云","女王奴隶","女用器具","女皇之路","女马白勺","奴隶麻纪","奴隷调教","奶大屄肥","奶挺臀翘","奸淫之家","奸淫电车","奸职妹妹","奇屎马","套动着","套撸着","套牌车","奥巴马","奥马尔","奧克拉","奧利弗","奧拉德","奧特蘭","奧魯奇","女人穴","女公关","女公關","女关公","女基督","女技师","女特服","女马ㄉ","女马的","奴畜抄","奶奶的","奶盐浴","奸插局","好寂寞","她的mm","好色cc","女幹","她媽","套动","套图","套弄","奧倫","女优","女尻","女屄","女干","女幹","奶头","奶子","奶推","奶頭","奸幼","奸情","奸杀","奸淫","她媽","好嫩","好紧","好骚","奩","奁","奩","奶" ];

get_hashed_word_list(229,170) ->
	[ "媳婦伸手握住公公襠里那玩意","媒体是下作的","媚药少年","媽批","媽比","媽的","媚姐","媽批","媽比","媽的","媽B","媽B" ];

get_hashed_word_list(229,189) ->
	[ "当官的住洋房院子盖起高围墙","当官的受贿数额越来越多","当官要精通哪四种语言","当过城管现在在税务局","当官女人弄死男人","当家作主搞起来","当色狼遇上蛇王","当官的喜贪赃","当官的贪污","录像钢笔","录音手表","彩票软件","彩票预测","彩色淫媚","彩菳獅仼","彩金狮子","彩金狮王","当政者","彩虹剑","彭丽媛","彭德怀","彈劾","彀","彐" ];

get_hashed_word_list(229,190) ->
	[ "從火鍋裡我們認識了福爾馬林","從木耳中認識了硫酸銅","徐其耀共有情妇146位","微型袖珍手狗","往事并不如烟","循环电子商务","微型袖珍手狗","德版PPK供应","得谁跟谁cao","得谁跟谁搞","得谁跟谁睡","御の二代目","微型窃听器","微电波拉皮","德版PPK供应","往事微痕","待开发票","御姐房东","循环商务","德国魔棒","御花王","徐國舅","徐向前","徐國舅","徐才厚","徐文立","徐邦泰","御女阁","御色阁","御花王","德維爾","待开","徦幣","徦鈔" ];

get_hashed_word_list(230,132) ->
	[ "感谢政府为我解决了住房问题","感谢zf为我解决了住房问题","意志不堅的圖騰","意志不堅的圖騰","感谢改革私有化","愈搓愈爽","愚民政策","愚民教育","感官世界","愛姉妹","愛滋病","愛滋","愨","愆","愨" ];

get_hashed_word_list(230,136) ->
	[ "我两手插腰一起摇摇出性高潮","成人用刀报复的也是你们","我与杨昆玲玉足的罗曼史","我们真的是自虐型的民族","我们的冤屈已无处申张","我们的民工象牲口一样","我爸裤脱掉吃死你妈b","我他妈的愿捐一条命","我们讲着春药的故事","我們的政府很無能幹","我想带她回家去做爱","我的土地和我的人民","我的第一次嫖娼故事","房子是土地的一部分","我们在家里躲流感","我可是共黨的書記","我和毛主席的儿子","我来到了圣魔大陆","我爱阿姨的大咪咪","我的土地我的人民","户籍制度违反宪法","房产改革口袋掏空","房价却要赶超欧美","我的性启蒙老师","成功克隆毛泽东","我们唱着洞房红","我和你妈搞破鞋","我和你妈来通奸","我唾弃你的坟墓","我在你妈逼上走","我就不是胡紧套","我就操翻你妈比","我把你妈来强奸","我把你姐把夜包","我是警察说了算","我的性启蒙老师","我给你妈逼干肿","我草你吗不带套","我记着是十七个","我跟你妈更厉害","或死于石灰面粉","截留公款称奖金","成人激情图片","成人激情小说","成人激情电影","成人激情网站","成人网站导航","我爱我色网址","成人仿真抽插","成人卫星频道","成人在线电影","成人必上网站","成人激情图片","成人激情小说","成人激情电影","成人激情网站","成人网站导航","成人视频聊天","我主王朝男妃","我可是黨書記","我和你做做爱","我爱我色网址","我的女儿小可","我的妹妹雯雯","我的文革岁月","我的民主历程","我的淫乱生活","我的真实照片","戒毒所遭强奸","成人五月天","成人聊天室","我要性交网","成人五月天","成人保健品","成人俱乐部","成人午夜场","成人小电影","成人聊天室","成瀬真奈美","我草不带套","我要性交网","或死于拆迁","战乱的星系","战马喷雾剂","我要买by套","成人下载","成人情色","成人黄站","我做骚妻","我要官人","戈瑞爾德","戈瑞爾德","成人下载","成人动漫","成人动画","成人图库","成人图片","成人导航","成人小说","成人影视","成人影院","成人情色","成人文学","成人漫画","成人激情","成人用品","成人电影","成人百强","成人社区","成人社區","成人禁书","成人网站","成人聊天","成人自拍","成人视频","成人论坛","成人贴图","成人配色","成人電影","成人频道","成人黄站","我为卿狂","我做骚妻","我就去色","我恨警察","我的上师","我的喇嘛","我的服务","我秀你射","我绣你射","我要官人","我要性交","戒严指挥","戳那嗎比","戳那嗎逼","户山初子","房事体位","房價漲了","房奴如潮","房奴滔滔","成人A片","戳那嗎B","成人片","成人站","成人网","成品冰","成年网","我姓邓","我就色","我操你","戒严令","战斗弹","战马油","戴相龍","戴維教","成人bt","戈揚","戈揚","我插","我操","我日","戒嚴","截访","房事","戔","戔","戕","戽" ];

get_hashed_word_list(230,142) ->
	[ "推一推摇一摇鸡吧一定跟你跑","推进去的是香肠","掰开屁眼往里搞","掌权的没天良","掌權的沒天良","推荐朋友赚钱","探索者物语","控制人口奖","推翻共产党","推销性服务","掰穴皮卡丘","掀翻警车","推普废粤","推翻中共","掰穴打洞","探头狗","探测狗","探索着","掄功","掄功","掏弄","排华","排泄","排華","推油","推粉","掰穴","掰证","掎","掮" ];

get_hashed_word_list(230,175) ->
	[ "毛主席臨終前把小平叫到床邊","毛泽东留下的最大最坏的遗产","每年公款大吃大喝铺张浪费","毒奶制品怪只怪奶牛的乳房","毛泽东关心唯一事情是夺权","每个恐怖疯子都要学习他","每张麻将桌上都是三缺一","毛泽东不会放过乘乱夺权","每天喝三鹿直奔黄泉路","毛主席叫我咬谁我咬谁","毛泽东三个时期的旗帜","毛泽东这个历史的罪人","毛主席战斗过的地方","毛主席纪念堂上市论","毛泽东依然阴魂不散","毛泽东号称混世魔王","毛泽东本人整人一流","毛泽东的最后二十年","毛泽东近三十年暴政","毛泽东这类政治人物","毛泽东思想的阴魂","毛泽东本人的罪恶","毛泽东的卑鄙行为","毛泽东的无厘头诗","毛泽东的权力机器","毛泽东的狗屁思想","毛泽东的肮脏历史","毛泽东这个大和尚","毛一生血迹斑斑","毛主义的受害者","毛主席你向上看","毛主席你向下看","毛主席你向左看","毛是中国的孤本","毛泽东一生反孔","毛泽东一生姦污","毛泽东出卖中国","毛泽东如此嗜杀","毛泽东当年阳谋","毛泽东慌不择路","毛泽东执政春秋","毛泽东是大流氓","毛泽东玩弄权术","毛泽东的整人术","毛泽东的无诚信","毛泽东罪恶展示","毛泽东龙颜大悦","毛派大团结万岁","毛爹爹打仗回来","母娘肉欲教育","每天收入不低","每日最高工资","毒奶粉害死人","毛外交的偏激","毛式共产主义","毛泽东党天下","毛泽东只抽烟","毛泽东处男诗","毛泽东是暴君","毛泽东的中共","毛泽东的地盘","毛泽东的情人","毛泽东的愚弄","毛泽东的阴险","母爱包_繼母","毕业证办理","毛主席临终","毛主席复活","毛哥临终前","毛是个怪胎","毛泽东临终","毛泽东复活","毛泽东得意","毛泽东独裁","毛泽东皇帝","毛泽东统治","毛泽东黑洞","毛泽民之子","毛主席的qq","毛主席聊qq","毛泽东的qq","毛泽东聊qq","毒品出售","毀滅射手","毀滅步兵","毀滅騎士","毀滅射手","毀滅步兵","毀滅騎士","毁灭佛教","毋忘六四","母女双飞","母子交欢","母子奸情","每日支付","每日结算","毒品出售","毒品無罪","毒龙舔脚","毛式共惨","毛的淫威","毛都露出","毛魂附体","毛厠洞","毛賊東","母性淫","母狗王","毒气弹","毒龙转","毒龙钻","比次仁","毛主席","毛二世","毛厕洞","毛厠洞","毛太祖","毛始皇","毛泽东","毛泽北","毛泽南","毛泽西","毛猪席","毛电影","毛賊東","毛贼东","毛远新","毋忘64","毛賊","母奸","毒品","毒打","毒龙","比樣","毖毖","毛推","毛澤","毛片","毛穴","毛賊","毛鲍","毿","毂","毳","毿" ];

get_hashed_word_list(231,187) ->
	[ "练内功学口技风情气质巧相配","经常被城管队赶来赶去","组装54式762mm枪提供","组装录音监听软件","组装54式762mm枪提供","组装录音监听软件","绝对不能惹的国家","组装录音监听器","组装录音监听器","绝地武士的传人","统计数字大掺水","维吾尔青年联盟","维多利亚的密码","维权更难血泪重","综合执法都是假","绿坝子要努力干","给我狠很的操","绝伦肌肉王子","绝对是我本人","绝对电影地址","维稳类防绕词","绿坝要你好看","绿色征途私服","细川百合子","经济师答案","给你的精液","给我吹喇叭","绝对的弱者","统计局的表","维权网义工","终极猎杀","经典炮图","结谠营私","绝体隶奴","绝对够骚","绝杀三肖","绝色家族","绝食静坐","统独论坛","维护罢工","维权人士","维权博客","维权联盟","维权诗集","绿坝调教","组鸡部","绘芳录","给你爽","绿bar娘","绿坝娘","绿霸娘","维护","维权","绿单","绿双","绿波" ];

get_hashed_word_list(233,157) ->
	[ "靠努力工作能升官那更是扯蛋","靠政绩能升官发财那更是扯蛋","靠老婆能满足性欲那也是扯蛋","非常好的朋友像避孕套","革命吞噬了它的女儿","革命的枪杆堵住漏洞","青春少女想做愛","青春少女想做爱","青春少男想做爱","青藏達賴亂竄","靖西肉搏事件","非法器官移植","非法秘密判刑","非法秘密抓捕","非法网络公关","非电导爆系统","青楼十二房","青涩的性爱","靖國神社","青山梨子","青木友梨","青木瀬奈","青柳玲麻","青沼知朝","青蓝双娇","靓妹兼职","靖國神社","靖西事件","非法关押","非法判刑","非法劳教","非法取缔","非法抄家","非法抓捕","非法抓走","非法拘留","非法镇压","非诺非烷","非那佐辛","非那柄胺","面部整形","靠你媽","青木玲","静思节","靜偲兯","靜偲節","靜思節","靠你媽","靓穴","靖西","靠北","靠母","靠爸" ];

get_hashed_word_list(231,172) ->
	[ "第一第二第三次B妈养个b孩子","第十一个老公是公务员","第一个炸北京立交桥","第五代中共18大主角","第一次操表姐","笔式呼叫系统","第一次操表姐","第二十七军","第六波财富","第一声优","第廿七軍" ];

get_hashed_word_list(229,148) ->
	[ "唐僧和粉尘女子的性爱生活","唐僧和粉尘女子的性爱生活","唐朝後面的那個朝代","唐宗宋祖只会肛交","售高仿真人民币","售高仿真人民币","唱支谷歌给党听","售軍用手枪","售軍用手枪","唯国人不晓","唯有鸡巴翘","唬机加分","唯一影赚","售枪QQ","唆哈粉","唐元隽","唐家璇","唐柏橋","唐荆陵","唾党妈","售枪QQ","唚","唚" ];

get_hashed_word_list(119,119) ->
	[ "www.50spcombaidu1828adyou97sace.co.cc","www.sanjidianying.com.cn","www.gamelifeclub.cn","www.23nice.com.cn","www.91wangyou.com","wwliaotianshi.cn","www.sf766.com.cn","www.maituan.com","www.neicehao.cn","www.wang567.com","www.976543.com","www.978808.com","www.99game.net","www.foyeye.com","www.gardcn.com","www.gw17173.cn","www.sexwyt.com","www.315ts.net","www.365jw.com","www.567yx.com","www.dy6789.cn","www.wow366.cn","www.ylteam.cn","www.yxnpc.com","www.zsyxhd.cn","www.zxkaku.cn","www.zy528.com","www.2q5q.com","www.70yx.com","www.anule.cn","www.legu.com","www.yhzt.org","www.766.com","www.bin5.cn","www.xaoh.cn","wwife.com","www." ];

get_hashed_word_list(230,128) ->
	[ "总理的意思是5月份开始下跌","性爱韦小宝之玩女大王","性爱韦小宝之玩女大王","思想解放了都当小姐","怎么看和怎么办","思钱思权思小蜜","性生活基本靠手","怪骡就象吃蜜甜","总理的贴身保镖","思想情妇要养","急忙掏出大炮","性交如此多招","性开放俱乐部","性感内衣大全","总理是容基的","总理贴身保镖","性福蜜月30天","思春期少女","思春期未满","性劫兰桂芳","性爱俱乐部","性爱狂想曲","性爱终结者","性骚扰色诱","性感沙滩2","性息中国","性感沙滩2","怀念耀邦","急需肾源","性专买店","性专卖店","性交吞精","性交大学","性交姿势","性交无码","性交自拍","性前调情","性医春歌","性学教授","性息中国","性愛圖片","性愛插穴","性愛電影","性感丝足","性感乳娘","性感妖娆","性感少妇","性感护士","性感敏叫","性感肉丝","性感诱惑","性战擂台","性欲泛滥","性欲较强","性爱不停","性爱中心","性爱体位","性爱千金","性爱图库","性爱姿势","性爱宝典","性爱宝贝","性爱技巧","性爱擂台","性爱文学","性爱电影","性爱聊天","性爱视频","性爱频道","性福无限","性福联盟","性色社区","性虎色网","性调节师","性趣激发","性趣玩具","性福源","性酒吧","思科羅","性吧sex8","性無能","性霸2000","思科羅","性与枪","性之站","性交图","性交网","性交课","性伴侣","性保健","性友谊","性奴会","性奴隶","性学园","性开放","性服务","性無能","性爱网","性用品","性电影","性福源","性职者","性虎网","性酒吧","性饥渴","性高潮","怀念64","性交","性佣","性器","性奋","性奴","性息","性愛","性欲","性爱","性福","性虎","性虐","总理","怙" ];

get_hashed_word_list(229,129) ->
	[ "做爱插得浅一些可生科学家","做事的不如告密的受信赖","做人的不如做狗的受宠爱","假币货到付款联系电话","假币货到付款联系电话","做人的不如做狗的受宠","做官员的不一定是双规","做爱兴奋过度脱精而亡","做爱爽不爽没有摇头爽","做爱插得浅生科学家","偶可是战斗力四千万","健卫步枪技术转让","做爱不痛叫得出奇","停机如何免费上网","健卫步枪技术转让","健卫小口径出售","健卫小口径销售","健卫步枪制造图","偏偏没钱救灾区","做官当道都腐败","做官最喜得小恙","做官最喜逢节年","做爱不痛叫得奇","做爱实在真有劲","做爱技巧顶呱呱","做爱要从后面插","健卫小口径出售","健卫小口径销售","健卫步枪制造图","健身先生的诱惑","假币出售电话","假驾驶证办理","健卫步枪出货","健卫步枪到货","健卫步枪电话","健卫步枪订购","假币18289325866","假硬币批发QQ","假币出售电话","假驾驶证办理","做到哥哥满意","做爱如此多招","做爱来啊啊叫","健卫步枪出货","健卫步枪到货","健卫步枪电话","健卫步枪订购","健壮成熟毛男","健康美容之家","假币18289325866","假硬币批发QQ","假护照办理","健卫步枪qq","假护照办理","假阳具插穴","偏要推到胡","做任务赚钱","做爱夜当午","做爱插得浅","做爱爽不爽","做爱身体好","偷情保护令","健卫步枪qq","假币买卖","假钱出售","假冒香烟","假币买卖","假币批发","假烟出售","假钞销售","假钱出售","偏执女郎","做爱图片","做爱姿势","做爱电影","做爱自拍","做要带套","健壮直男","健身帅哥","偶尔兼职","偷拍美穴","偷窥图片","偷窥软件","偷荤二奶","偷荤2奶","假庆林","假恶斗","假硬币","假青林","做一次","做完爱","做情爱","健慰器","偷情網","偶尔jz","做愛","假币","假幣","假烟","假牌","假鈔","假錢","假钞","假钱","做愛","做杠","做爱","做肛","偷拍","偷欢","做ai","偬" ];

get_hashed_word_list(229,136) ->
	[ "到我这里搞一搞处女变大嫂","初一在家睡十五在帐篷睡","刑警队未到现场人先醉","初一睡家里十五睡帐篷","创世之子猎艳之旅","删除负面信息请找","制度改变原则不变","制作三箭牌汽枪","制作小口径步枪","制作工字牌汽枪","制作盐酸羟亚胺","刑事判决荒唐案","刑讯逼供办冤案","初夜无红老公闹","利用公款下饭店","别有用心的太阳","制作三箭牌汽枪","制作小口径步枪","制作工字牌汽枪","制作盐酸羟亚胺","删除负面信息","删除负面帖子","制作三箭气枪","制作仿真气枪","制作健卫步枪","制作军用手枪","制作台湾秃鹰","制作广州三箭","制作瓦斯手狗","制作秃鹰汽枪","制作美国秃鹰","制作虎头双管","制作虎头猎枪","制作进口气枪","制作金钟气枪","制作高压气枪","制造缅古合成","分隊長施蒂文","制作氯胺酮qq","分隊長施蒂文","刘少奇不抽烟","删除负面信息","删除负面帖子","删除负面贴子","别怪我搞台独","制作三箭气枪","制作仿真气枪","制作健卫步枪","制作军用手枪","制作台湾秃鹰","制作广州三箭","制作瓦斯手狗","制作秃鹰汽枪","制作美国秃鹰","制作虎头双管","制作虎头猎枪","制作进口气枪","制作金钟气枪","制作高压气枪","制造缅古合成","制作氯胺酮qq","制作氯胺酮","刑讯逼人死","刑责不用担","划船式性交","制作氯胺酮","制幻剂出售","刷信誉平台","删帖公司","制作冰毒","制作汽狗","制作猎枪","制作秃鹰","制作54式","制作64式","分两炮精","分子链珠","切肤之爱","刚出来做","创业手册","初夜无红","删帖公司","删贴公司","制作冰毒","制作汽狗","制作猎枪","制作秃鹰","制冰技术","制服人形","制服尤物","制服幼惑","制服美妇","制服誘惑","制服诱惑","刷客赚钱","刷钻工具","刷钻技术","刷钻方法","刷钻漏洞","刷钻软件","刺死警察","刺激套环","刺胡事件","刺青猛男","制作K粉","制作54式","制作64式","刷qq会员","制作K粉","刘云山","刘伯承","刘少奇","刘延东","刘永川","制服狩","刷钻器","刺激器","刷51币","列宁","刘淇","刚热","制作","刻章","刿" ];

get_hashed_word_list(229,140) ->
	[ "北京市高校学生自治联合会","北美大湖区法会上讲法","医生见死不救草菅人命","北京工人自治联合会","北京看全国都是基层","北京政坛清华名人","医疗改革提前送终","匕首麻醉枪出售","匕首麻醉枪出售","北大三角地論壇","北美大湖区讲法","区乡干部忙赌博","医疗改革病难治","医院党政由前言","北京军方内参","北美巡回讲法","北美自由論壇","北美自由论坛","医生心黑手辣","包哥哥喜欢","包哥哥满意","包年生活费","北京大屠杀","医保卡套现","包你舒服","包你赢钱","包厢公主","包君满欲","包哥哥爽","包夜全套","包干价格","包您舒服","包房公主","包贏仪器","包贏儀器","北京之春","北京办証","北京动乱","北京战争","北京當局","北原梨奈","北山惠理","北川弘美","北村裕子","北美讲法","匹米诺定","医疗广告","医疗美容","医者风流","北京xx网","包二奶","北高联","北高聯","包过","匋宏","北韓","匪警" ];

get_hashed_word_list(229,157) ->
	[ "坦克车从学生们的身上辗过","坐台只点吕秀莲","坐着收钱看操逼","坑朦拐骗利翻番","坚决不说陪过谁","坚挺丰满的双峰","坦克狂奔追人碾","坐火車出軌了","坚硬中国肾","坚硬持久膏","坦克车压伤","坂井泉水","坂木优子","坂本三佳","坐台公关","坐着插","坦克节","坐台","坐庄","坐脸" ];

get_hashed_word_list(229,173) ->
	[ "存瑞是我和毛主席的好儿子","學運
孽欲追击档案之邪杀","孽欲追击档案之邪杀","学嫖娼就到新东方","学生妹上门服务","学习就像嫖妓","学习就象嫖妓","学校血案频起","孔子去打炮","学生妹兼职","學園狩獵者","學運
m泽东","学生乳交","学潮暴乱","学生乳交","学生动乱","学生暴动","学生运动","孪生天使","學園狩獵","學生運動","孽海神曲","孫中山","孫大千","學自聯","孙中山","孙中界","孙逸仙","季美華","学生妹","学自联","孫中山","孫大千","學生妹","學自聯","子宮","學聯","子宫","子宮","孙文","学潮","学运","學潮","學聯","學運","孱" ];

get_hashed_word_list(230,129) ->
	[ "恐怖王牌精英分子袭击中国","恐出头而遭官府打压","恐怖主义敏感词汇","恢复三民主义","恥辱訟察室","恐怖主義","恐怖主義","恶女夺爱","恶虎狂龙","恶魔岛","恩格斯","恩氟烷","恵美梨","恶魔岛","恋足","恶党","恶打","恶警","恶谠","恝" ];

get_hashed_word_list(230,147) ->
	[ "操逼喝酒象喝汤此人在工商","操到高潮不用防","操地你妈满床滚","操完你妈操你姐","操的你妈满床滚","操过你妈小屁屁","操逼速度如闪电","操你妈就是猛","擊傷的圖騰","擊傷的圖騰","操交警他妈","操他老祖宗","操屄自慰器","操翻你妈比","操烂骚妇","操烂骚货","擊倒圖騰","擊倒圖騰","操你爺爺","操你瞎妈","操死人逼","操烂骚妇","操烂骚货","操盘服务","操穴喷水","操那嗎比","操那嗎逼","操B指南","操妳m逼","操那嗎B","操七八","操丝袜","操交警","操人也","操你妈","操你媽","操女也","操妹妹","操小逼","操护士","操母狗","操７８","操ＧＹ","擇民","操DABI","擇民","操他","操你","操她","操妳","操妻","操射","操屄","操我","操死","操比","操烂","操爽","操穴","操肿","操蛋","操逼","操鶏","操黑","操78","操GY","操b","操" ];

get_hashed_word_list(230,149) ->
	[ "教育改革了于是马家爵杀人","敏感人物名称或代号：","数风流人物还看锦涛","敏感的政治纪念日","救主早已驾云重归","教育改革父母逼疯","散户们绝望的歌唱","教育把学生整庸","教育款如泰山重","敢将工程变豆腐","敢用炸子杀青年","教師肉体授業","教育部是明抢","教育部是明搶","散弹枪买卖","敏感词更新","教育吸血化","散弹枪买卖","数天价楼市","数天价楼盘","数都市房奴","數據中國","整形医院","整形美容","數據中國","教養院","教练弹","教養院" ];

get_hashed_word_list(230,177) ->
	[ "江泽民推卸不了的历史责任","汶川腾空飞起汶川大地震","江主席除了会喊喊口号","江山如此多娇txt下载","汕頭頻傳擄童割器官","江上的母亲尘世挽歌","江吹拉弹唱粉墨登场","江山如此多娇txt下载","江苏看全国都欠发达","汽狗支付宝专卖","汽车遥控拦截器","池中荷花恰似穴","汽狗支付宝专卖","汽车遥控拦截器","求购三唑仑片","汽狗技术转让","汽车万能钥匙","求购三唑仑片","汇集天下名妓","江泽民的情妇","污染水质解渴","汽狗技术转让","汽车万能钥匙","汽狗制造图","汇报浮夸风","汗滴妹屁股","江泽民其人","江泽民情妇","江湖艳情录","江湖风云会","江爷爷来背","汽狗制造图","汽车解码器","汽狗出售","汽狗出货","汽狗到货","汽狗电话","汽狗订购","汽狗销售","求人包养","求购肾源","江口美貴","江婴诗集","江川瀬奈","江氏末政","江氏迫害","江氏集团","江湖淫娘","江系亲信","江系人马","江系势力","江系干将","江胡大战","汽枪专卖","汽狗专卖","汽狗出售","汽狗出货","汽狗到货","汽狗电话","汽狗订购","汽狗销售","江八點","江則民","江戲子","江浙.民","江澤慧","江綿恒","江賊民","汽狗qq","江二世","江八点","江八點","江则民","江則民","江家帮","江戏子","江戲子","江折民","江昏君","江泽慧","江泽民","江泽泯","江流氓","江澤慧","江澤民","江澤泯","江独裁","江猪媳","江綿恒","江蛤蟆","江賊民","江贼民","江路线","江魔头","汤光中","汪东风","江ze民","汽qiang","汽狗qq","江core","江羅","江賊","求购","江婴","江猪","江羅","江賊","江贼","江青","汪洋","汽狗","汆","汔","汩" ];

get_hashed_word_list(230,180) ->
	[ "洗不洗先泡上干不干先套上","派出所是中国最大的反","派出所的个个洗桑拿","洪都女皇江青同志","洪水淹死二千萬","活体摘取器官","派出所打死人","洛克菲爾特","洋地黄毒苷","洛克菲爾特","活动管理员","洋奴哲学","洋妞上门","洗肠射尿","活体器官","活体实验","活摘人體","活摘器官","洪哲勝","洗做吹","洗吹做","洗澡门","洗脑班","洛波桑","洞口县","洪哲勝","派出所","洗腦","洪傳","洪興","活動","活動","洗友","洗腦","洪傳","洪法","洪興","活埋" ];

get_hashed_word_list(231,153) ->
	[ "白那么衣那么使那么黑心肠","百元我不是你想的那种人","百姓据理力争叫无理取闹","白天去卖菜晚上来做台","白衣天使爱液检诊","百年大妓毁于一蛋","登堂入室缠上你","白衣天使黑心肠","白衣天使黑心腸","百姓乱了有专治","百姓都是穷光蛋","百家乐官方网址","發工資都捐了","百家乐分析仪","百家乐分析器","白小姐特码","白小姐内幕","白小姐特码","白昼露出娘","百家乐代理","百家乐开户","癫马女郎","白井千寻","白嫩骚妇","白手创业","白浆四溅","白液四溅","白虎小穴","白虎少妇","白虎阴穴","白领幻想","百姓乱了","百年祸国","百花凌乱","百鬼银魔","百凤宫","百性阁","發掄功","發正念","白虎嫩B","發倫功","發掄功","發正念","發論公","發論功","白川南","白牙签","白玉网","白甲板","白皮書","白立樸","白莲教","百凤宫","百家乐","百家性","百家樂","百性阁","發掄","發楞","發騷","発妻","発射","登輝","發倫","發掄","發楞","發淪","發票","發論","發輪","發騷","白冰","白夢","白粉","癤","癤" ];

get_hashed_word_list(232,128) ->
	[ "老毛小平小江小胡在玩升级","老公大家玩混个好人缘","老婆大家干准保能提干","老百姓办个事情就是难","老外喝一口农药就死","老毛说做什么啊造反","老汉爱鸟以套护阳","老公金枪不会翘","老批日起不打滑","老江一挥手下岗","老婆是自动表","老师的真面目","老百姓不缺钱","老虎机定位器","老虎机遥控器","考试服务联盟","考试灭掉90后","老师的小穴","老▲俿▲幾","老公我还要","老婆是白酒","老师的小穴","老汗用力推","老罗一样干","老虎机破解","考察失踪奖","考試作弊器","考试作弊器","考试用耳机","耻虐之部屋","老公金枪","老少乱伦","老毛操比","老汉推车","考中答案","考前答案","考后给钱","考生信息","考试帮助","考试枪手","耻行之鬼","耻辱轮奸","老.虎.机","老俿幾","老俿机","老毛子","老泥妹","老虎机","老虎機","老ＧＹ","考前付","考后付","耶和华","老b毛","老虎j","耶穌","耶稣","耶穌","老GY","耠" ];

get_hashed_word_list(232,175) ->
	[ "该国全国公务员不交一分钱","试嫖一月不收任何费用","读不起选个学校三万起","诱惑学院之绝色物语","说金钱是罪恶都在捞","说河南人小偷小摸","说金钱是万恶之源","试玩账号赢现金","说是拘留带保释","读不起选个学校","证券免费开户","诚意做的哥哥","诚意玩的哥哥","话在肉身显现","诱惑的保健室","说股票是毒品","试嫖一个月","诚信代考网","诚心机器人","话说江核心","课长岛耕作","证书办理","证件办理","证券开户","译新考试","诚意加我","诚意哥哥","诛仙私服","诱人双峰","诱人身材","诱惑电影","诱惑视频","诸冈爱美","诺匹哌酮","诽谤大法","诚意加q","证奸会","识牌器","译新网","诛共匪","诱色uu","诱人","诱奸","诎","诔","诹","诼" ];

get_hashed_word_list(232,180) ->
	[ "贪官若要富握紧大印收贿赂","贪官所贪数额越来越大","负面新闻信息删除","负面新闻删除清理","负面新闻信息删除","负面新闻删除清理","贪污两亿的副局长","贫穷时老婆兼秘书","负面信息删除QQ","财政气粗是大爷","贪官情妇二奶展","贪官数世界第一","贪官遍地罪难容","贪污受贿我不怕","贪污钱财去嫖妓","贪财好色婚外恋","贪风如虎吞三辰","负面信息删帖QQ","负面信息删除QQ","负面信息删除","负面新闻删除","财税代开发票","负面信息删除","负面新闻删除","财税代开发票","贪官是层出的","贪官越打越多","贩卖摇头丸","财富第七波","财富第六波","贩卖摇头丸","贪污一摞子","购买银行卡","贾春一样旺","贩卖king粉","购买枪支","购蒙汗药","贩卖king粉","负面撤稿","贡产组织","财富五波","货到付款","贩卖毒品","贪官不断","贪官卖国","购买枪支","购买迷藥","购蒙汗药","购钓鱼岛","贵妃醉酒","贵宾接待","货不在51","贝壳网","贪污犯","贺国强","贺过墙","贾庆林","贡傥","贡谠","贩毒","贪官","贪淫","购买","贱人","贱奴","贱逼","贺龙","贱b","贱","贶" ];

get_hashed_word_list(232,181) ->
	[ "赃款洗钱转移欧美购买豪宅","赌博要赌到赤臂上阵","赵紫阳软禁中的谈话","赏波赏穴赏菊花","赶走嫖客自己睡","赵氏猎鹰销售","赈灾晚会再见","赌博专用迷薬","走阴道卡坏了","赵氏猎鹰销售","赵紫阳回忆录","赌博游戏机","赌博练头脑","走进被时代","走進被時代","赌博千药","赌博器具","赌博技巧","赌博隐形","赌城浪子","赌球代理","赌球网站","赚钱网址","赚钱网站","赛车风云","赢钱技巧","赤色戰士","赤色騎士","赤裸天使","赤裸狂奔","赤足惊魂","赫鲁晓夫","走光偷拍","走向圆满","走近冰山","赵样不行","赌博器","赌博机","赌博粉","赌币机","赌球网","赖昌星","赛马会","赢翻天","走光图","走私车","赵品潞","赵文淦","赵海青","赵紫阳","赵维山","赵长青","起义日","赌具","赌博","赌球","赌马","赤裸","走光","走私","起义","赍" ];

get_hashed_word_list(233,171) ->
	[ "高老庄的房子仍在继续拆迁","體內一股暗流噴流通而出","高压英国PCP骚本出售","高举裤衩歇会儿再来","高压英国PCP骚本出售","高压气枪技术转让","高压气枪技术转让","高潮到了我会叫的","高压气枪制造图","高压气枪制造图","高干子弟心更贪","高压气枪出货","高压气枪到货","高压气枪电话","高压气枪订购","高仿各种学历","高压气枪出货","高压气枪到货","高压气枪电话","高压气枪订购","高薪服务人员","高达星尘回忆","高效三唑仑","高压气枪qq","高仿真名烟","高压电击棍","高效三唑仑","高树三姐妹","高树玛利亚","高樹三姐妹","高洁的灵魂","高潮的浪叫","高级服务生","高薪服务生","高压气枪qq","高档素质mm","高价肾源","高薪養廉","高麗棒子","高丽棒子","高价肾源","高仿中华","高仿名烟","高仿白酒","高仿香烟","高坂真由","高干子女","高干子弟","高档假烟","高档香烟","高清性愛","高潮喷水","高潮白浆","高潮集锦","高级伴游","高级十码","高级小姐","高薪养廉","高薪急聘","高薪招聘","高薪日结","高薪诚聘","高薪養廉","高锰酸钾","高麗棒子","高.智.晟","高文謙","髑屙民","高丽朴","高文謙","高智晟","高木梓","高氯酸","高治联","高治聯","高级逼","高自联","高自聯","高見涼","高幹","高潮","髭" ];

get_hashed_word_list(102,117) ->
	[ "futurechinaforum.org中华复兴党","fullhentaimovies.com","fuckingmachines.com","fullpornonline.com","fulltubemovies.com","fuckingstuds.com","funsextube.com","fuwangswdl.com","fuckables.org","fukezixun.com","funveg.sh.cn","fudaola.net","fullporn.tv","fuckme.biz","fuke6.com" ];

get_hashed_word_list(106,106) ->
	[ "jj.pangfangwuyuetian.hi.9705.net.cn","jj满是伤痕","jjmovies.com","jjpfk.com.cn","jj1jj.com","jj1jj.net","jjdlw.com","jj搓","jj粗" ];

get_hashed_word_list(233,135) ->
	[ "重要原因是pol.ice待遇过低","重要原因是police待遇过低","金属超标100倍的碧螺春茶","金鳞岂是池中物全本","金鳞岂是池中物全本","重金打造的世博会","金瓶梅在线观看","重新评价毛泽东","野汉不带避孕套","金瓶梅在线观看","金磷岂是池中物","金连舔点尝一尝","金钱把官场搞乱","金鳞岂是池中物","金麟岂是池中物","金钟气枪出货","金钟气枪到货","金钟气枪制造","金钟气枪图纸","金钟气枪技术","金钟气枪电话","金钟气枪订购","野鸡是遍地的","金钟气枪出货","金钟气枪到货","金钟气枪制造","金钟气枪图纸","金钟气枪技术","金钟气枪电话","金钟气枪订购","金钟气枪qq","采蜜的蝴蝶","重评毛泽东","金刚喷雾剂","金子沙耶香","金钟气枪qq","金槍不倒","释由美子","释迦牟尼","重回两会","重大事件","重建帝国","重铬酸钾","野外偷情","野外性交","野外激情","野汉不带","野沢友花","野波麻帆","野田佳彦","金城安娜","金子志乃","金属波箱","金枪消魂","金槍不倒","金沙娱乐","金沢文子","金泽明子","金洞寻钻","金猫探险","金瓶风月","采花网","金堯如","金澤辰","采花堂","采花网","野原風","金三色","金伯帆","金刚油","金堯如","金婷乾","金日成","金正日","金毛穴","金澤辰","金牛教","金瓶梅","釣魚島","释欲","里根","重肖","野肖","野鶏","釃","釃" ];

get_hashed_word_list(105,116) ->
	[ "itnongzhuang.com2y7v.cnhwxvote.cn","itchinaclubb.com","it7888.com","item","item" ];

get_hashed_word_list(120,105) ->
	[ "xianggangliuhecaikaijiangjilu.com","xingqingzhongren.1174.net.cn","xiao77luntan.1249.net.cn","xiaogong01234.qupan.com","xinjiangyinxingerji.com","xizangyinxingerji.com","xingkaifangjlb.info","xinxingpaiji888.com","xiao77.1243.net.cn","xiaoqinzaixian.cn","xingfuyuan251.com","xingyongpin99.com","xiaojiefuwu.info","xingxingbang.com","xingxuetang.info","xinchengedu.com","xinyuan1618.com","xiangmanhu.com","xiaoen1997.com","xiaoshuojob.cn","xingbense.info","xingyao520.com","xiushen.com.cn","xiyoujiwgw.com","xiaoerkai.com","xiaosege.c.la","xiaoyaomm.com","xingyu668.com","xinxingdb.com","xiaochui.com","xieshoulw.cn","xing123.info","xinmorok.com","xinpinse.com","xiuting.net","xixi789.com","xinsheng","xing奴隶","xiu66.info","xiao77.in","xichan.cn","xinsheng","xiuau.cn","xing爱","xiao77" ];

get_hashed_word_list(229,167) ->
	[ "姓是唐朝後面的那個朝代","姓何的检察长","姓何的监察长","姐夫跨小姨","姿势认你摆","姐妹双飞","姿势任哥","姿势随便","姿势任gg","姚月謙","姬勝德","姐开苞","姐的穴","姚文元","姚月謙","姚月谦","姜野飛","姥唬机","姬勝德","姬野愛","姬野爱","姚羅","姐穴","姚羅","姦染","姦淫","姫辱" ];

get_hashed_word_list(229,177) ->
	[ "山东威海复职案教育我们","届中央政治局委員","层层截访层层拦","屠夫嫖妓被抓罚","山猪气手枪","屠杀大学生","山东撞火车","山口由纪子","山本五十六","山猪气手枪","山西黑窑罢","局局据理","局局逼人","局干部拿","屄屄特写","屏蔽网页","屠杀学生","屠殺學生","山口凉子","山口玲子","山口百惠","山口百果","山口里美","山本惠美","山本早织","山村情事","山口組","屌人也","屌女也","屏蔽器","山口組","屠殺","屁眼","屁穴","屄友","屄屄","屄毛","屄裏","屌他","屌你","屌她","屌妳","屌我","屠华","屠杀","屠殺","屨","屄","屌","屦","屨","屺" ];

get_hashed_word_list(229,185) ->
	[ "平息不了西南人民的怨气","广东看全国都是穷人","广州三箭技术转让","广州三箭技术转让","广州三箭制造图","干到高潮叫娘的","干的你妈流白带","干的你爸直阳痿","干部年???逾百万","干部贪乡干部拿","年老年少都得退","年轻时的赵紫阳","幼儿园又遭毒手","广场上的共和国","广州三箭制造图","广州三箭出货","广州三箭到货","广州三箭电话","广州三箭订购","幹的妳m直流膿","干到高潮叫叫","平时在家无聊","幼儿园被砍杀","广场上的热血","广场上的鲜血","广州三箭出货","广州三箭到货","广州三箭电话","广州三箭订购","广州三箭qq","干部一大怪","幼儿园砍杀","广州三箭qq","幹你老母","幹你老比","干扰大法","平井理央","平价药店","平反六四","平台出租","平山爱子","平山里美","平田智子","幹你老母","幹你老比","幻想之星","幻梦神话","幻龙神翼","幼幼诱女","幼香帝国","广告赚钱","广场学生","幹一家","幹全家","幹幹幹","幹死你","幹的你","幹的妳m","干七八","干人也","干你姐","干女也","干扰器","干死你","干的爽","干７８","干ＧＹ","幹一家","幹你娘","幹全家","幹幹幹","幹死你","幹的你","幼儿园","幼香阁","平反64","幼女bb","幹他","幹你","幹她","幹死","幹比","幹逼","幼齒","幼龍","干他","干你","干她","干妳","干死","干穴","平特","平码","平碼","平肖","幹bi","幹他","幹你","幹她","幹死","幹比","幹炮","幹砲","幹逼","幼交","幼圖","幼女","幼妓","幼男","幼穴","幼逼","幼齒","幼齿","幼龍","广场","干78","干GY","幹bi","幼b","幞" ];

get_hashed_word_list(230,178) ->
	[ "沧桑的锡纸上滚动着忧伤","没有共产党就没有三鹿","没钱的时候老婆兼秘书","河粉米粉奶粉粉粉有毒","没有理由拒绝的宪章","河南看全国都缺心眼","没到火场现收费","没在上海当警察","没有伤痕的酷刑","沙漠之鹰出售","沙漠之鹰销售","没事就用手抠b","沙发上的小青","沙漠之鹰出售","沙漠之鹰销售","没事就干秘书","没有做爱爽","河蟹你全家","沁园春房","沃尔开西","沈昌特功","沉睡圖騰","沙漠性爱","沙漠换妻","沙漠風暴","沙漠风暴","河合洋美","治安搞乱","治疗痘痘","沈仁干","沧澜曲","沈彤","沙鹰","沦公","沦功","沦攻","河殇","河殤" ];

get_hashed_word_list(231,142) ->
	[ "现代广州白领的淫荡生活","玉蒲团iii之官人我要","玉蒲团二之玉女心经","玻璃壶从吸管中回忆","玉蒲团之偷情宝鉴","玉蒲团之官人我要","玉蒲团之偷情宝鉴","玉蒲团之官人我要","王老五的情欲生活","现在到处是贪污犯","玉蒲团玉女心经","现在卖b有点难","环已酮盐酸盐","现代情色小说","现代淫乱事情","现代艳帝传奇","现金扑克游戏","玄叶光一郎","玉杵捣花径","现代淫魔录","现代逍遥录","玻璃纸软包","玉乳护肤","玉体酥乳","玉女吹箫","玉女聊斋","玉指粉推","玉足丝袜","玉麟传奇","玉麟传说","王子淫传","玩命奇人","玩枪拼勃","玩玩小蜜","玫瑰粉推","玲奈老师","玲珑孽怨","玲珑孽缘","王兆國","王秀麗","玉女盟","王世勛","王世堅","王乐泉","王亚辉","王兆国","王兆國","王光美","王寶森","王小丫","王小压","王小鸭","王岐山","王有才","王樂泉","王洪文","王润生","王涵萬","王滬寧","王潤生","王炳章","王秀麗","王立军","王米伦","王维林","王若望","王超华","王超華","王軍濤","王輔臣","玛莉机","玛雅网","王小y","玩e夜","玉乳","玉穴","王丹","王刚","王剛","王益","玩穴","玩逼","玩3p" ];

get_hashed_word_list(231,148) ->
	[ "男人不嫖娼对不起党中央","生不起剖腹一刀五千几","用权力垄断我们的希望","男狱参の巻筋肉虐调教","甲基苯丙胺制作技术","甲基苯丙胺制作技术","电信行业不存在垄断","生活就像在被强奸","男人四十风花雪月","男人进去太监出来","甲基苯丙胺制作","甲基苯丙胺化学","甲基苯丙胺合成","甲基苯丙胺结构","生命分流的圖騰","生不起剖腹一刀","生个儿子像领导","生人勿近之邪花","生命分流的圖騰","生活就象被强暴","甲基苯丙胺制作","甲基苯丙胺化学","甲基苯丙胺合成","甲基苯丙胺结构","男人四十风花雪","用城管灭掉60后","用奶粉灭掉00后","用房价灭掉80后","用疫苗灭掉10后","男女激情淫乱","生成身份證qq","甘油三硝酸酯","生命树的分叉","生孩子沒屁眼","生殖系统保健","生活就像强奸","生活就像自慰","生活就象手淫","甲基安非他明","电信局如暗娼","电子磅遥控器","电老虎水阎王","电表倒转技术","电表停转技术","电表偷电方法","电表慢转技术","电表慢转方法","男女激情淫乱","男根增长sex吧","生成身份證qq","电话充值q币","生巾没地仍","生殖器保养","生殖器崇拜","生殖器护理","用医改灭掉","用身体按摩","田明建事件","田明建枪战","甲二氢吗啡","甲基三硝胺","甲基苯丙胺","电压双眼皮","电表倒转器","电表控制器","电表节电器","男人不票娼","甜性涩爱","生奸内射","生姦生撮","生徒胸触","生殖保健","生殖保养","生殖护理","生稻晃子","用口吸着","田中丽奈","田村美和","田村麻衣","甲地索啡","甲左啡烷","甲胺溶液","申冤两会","申冤维权","电子客票","电子解密","电狗专卖","电脑危情","电车之狼","电车神女","男人四睡","男体图片","男儿无罪","男女交欢","男女蒲典","男子会所","男子学园","男性延时","男性抚摸","男按摩师","男根倒模","男根增大","男用仿真","男用器具","由喜貴","生僻字","田明建","田紀雲","由喜貴","甲啡烷","甲庆林","电击器","电击枪","电击棍","男公关","男技师","男露888","生殖","産谠","甲醛","电话" ];

get_hashed_word_list(231,190) ->
	[ "美国全球战略与中国危机","美国国家地震台网预测","美女面对面激情裸聊","美女面对面激情裸聊","美国三箭气枪出货","美国秃鹰技术转让","美丽女人迷死男人","美国三箭气枪出货","美国秃鹰技术转让","美女大律师张丹璇","美西国际法会讲法","美国秃鹰制造图","美女激情视频网","美女视频聊天室","美国秃鹰制造图","美女激情视频网","美女视频聊天室","美少年痴女接吻","群众议论算个逑","群众质问吹胡子","美国秃鹰到货","美国秃鹰电话","美国秃鹰订购","美女性交真图","美人社长秘书","美国秃鹰到货","美国秃鹰电话","美国秃鹰订购","美女性交真图","美女陪你脱衣","美少妇的哀羞","美帝胆敢入侵","美眉全天在线","羞专家他先人","美女聊天室","美国秃鹰qq","美女QQ裸舞","美女找小秘","美女聊天室","美少女物語","美术馆情史","羔羊大律师","群体性事件","美女b毛图","美国秃鹰qq","美女QQ裸舞","美女淫穴","美國參考","美女b毛图","美乳斗艳","美乳美穴","美亚国际","美他左辛","美体艳姿","美咲亚弥","美国之音","美國之音","美國參考","美女上門","美女上门","美女会所","美女兼职","美女吞精","美女在线","美女征聊","美女成人","美女服务","美女淫穴","美女激情","美女私聊","美女网站","美女聊天","美女脱衣","美女裸体","美女视频","美女走光","美女軍団","美女高潮","美妻淫记","美崎凉香","美白祛斑","美眉在线","美竹凉子","美股开户","美脚美乳","美脚革命","美腿丝袜","美腿丝足","美腿玉足","美腿视频","美腿誘惑","美臀夹阴","美臀嫰穴","美西讲法","美里真里","美野树里","羟丁酸钠","羟吗啡酮","羟蒂巴酚","群交亂舞","群众聚集","群体灭绝","群奸乱交","群奸轮射","群魔色舞","羽仙记事","羅志明","羅文嘉","羅福助","羅禮詩","美國佬","羅志明","羅文嘉","羅福助","羅禮詩","美咲唯","美咲愛","美國佬","美女穴","美少妇","美尻犯","美托酮","美沙朵","美沙酮","美罗定","美腿网","美腿轩","美骚妇","羞耻母","羟考酮","群发卡","群发器","群阴会","美國","羅幹","美乳","美亚","美國","美尻","美屄","美幼","美穴","美腿","美阴","群交","群奸","群殴","羆","羋","羆","羋","羼" ];

get_hashed_word_list(232,145) ->
	[ "董存瑞是毛主席的好儿子","董存瑞是毛主席的儿子","董存瑞他妈","葵花子政变","葉菊蘭","葉倩彤","葉菊蘭","葜","葭" ];

get_hashed_word_list(232,166) ->
	[ "要货的客户直接电话联系","要想富造冰毒","要账公司","視訊辣妹","視頻表演","親民黨","要射了","要白粉","要色色","親民黨","要k粉","親日","親美","要枪","親日","親美","覡","覯","覘","覡","覯","覿" ];

get_hashed_word_list(232,174) ->
	[ "让你的小鸟鸟永远打瞌睡","让李宇春成了毛主席","访问被屏蔽掉的网站","让医药代表给废了","论一座大楼的倒掉","访问被屏蔽的网站","订购盐酸羟亚胺","订购盐酸羟亚胺","认识中国军车牌","让人民币给废了","让医疗费给废了","让领导秘密舒服","订购苯基丙酮","订购苯基丙酮","让三鹿给废了","让大款给废了","让法院给废了","让股票给废了","订购水果冰","订购水果冰 ","订购大冰砖","订购氯胺酮","订购大冰砖","订购氯胺酮","订购水果冰","让领导先走","订货热线","讨债复仇","论文代写","讓你操","让我插","许家屯","订购","论功","论攻","访民","讞","讖","讞" ];

get_hashed_word_list(232,178) ->
	[ "貪汙腐敗欺男霸女沒關係","買胡椒基甲基酮","買賣四氢吡喃酮","買賣汽車攔截器","買賣老虎頭獵槍","買胡椒基甲基酮","買賣四氢吡喃酮","買賣汽車攔截器","買賣老虎頭獵槍","買賣鷹牌獵槍","貂禅艳史演义","買賣鷹牌獵槍","貫通兩極法","貫通兩極法","費良勇","費鴻泰","貝尤爾","費良勇","費鴻泰","貞操","貰","貺","貰","貺" ];

get_hashed_word_list(232,184) ->
	[ "踩着共产党的尸体走过去","踢翻小贩的小三轮车","踢掉你妈老b毛","踢翻小贩","踩踏事件","踩踏事故","踩踏佛像" ];

get_hashed_word_list(233,162) ->
	[ "领导强词夺理叫坚持真理","领导忽悠百姓叫号召","领导忽悠领导叫交易","领导唱歌调好音响","领导忽悠百姓号召","领导没有不重视的","领导泡妞放哨站岗","领导洗澡撮背挠痒","领导人贴身保镖","领导家的小配房","领导小姐你先摸","领导小蜜你乱摸","领导干部吃王八","领导必定在人大","领导点头就定盘","领导私事你瞎说","领导视察小车多","领导领导你真坏","風雨神州論壇","领导就像yindao","领导就像阴道","题板是宋庆龄","風雨神州論壇","领导人保镖","领导是个吊","领导是篮球","领导最逍遥","颤栗的情人","風雨神州","预测彩票","领导泡妞","颜射自拍","额尔德尼","颠覆共党","風雨神州","预测网","颜射","颜骑","颛","颮" ];

get_hashed_word_list(233,186) ->
	[ "麦当劳麦当劳麦个鸡吧毛","麗人伊柫?悪女宣言","麦角酸二乙基酰胺","麻将机万能遥控器","麻古制作方法QQ","麻将机程序专卖","麻将机遥控程序","麻將機赢钱方法","麻古制作方法QQ","麻古製作工藝","麻醉qiang出售","麻醉qiang銷售","麻醉qiang销售","麻古製作工藝","麻将机作弊器","麻将机控制器","麻将机遥控器","麻将隐形眼镜","麻將機作弊器","麻將機控制器","麻將機遙控器","麻醉钢针器械","麻醉qiang出售","麻醉qiang銷售","麻醉qiang销售","麻醉枪出售","麻醉槍出售","麻醉槍销售","麦角乙二胺","麻将透视器","麻木不仁奖","麻醉枪出售","麻醉槍出售","麻醉槍销售","麻醉注射枪","麦司卡林","麻生早苗","麻美真菜","麻醉器械","麻醉诱导","麻醉迷幻","麻醉钢枪","麻醉香烟","麻醉qiang","麥克斯","麥克斯","麦罗啡","麻醉枪","麻醉槍","麻醉狗","麻醉药","麻醉藥","麻黄碱","麻古","麻果","麻穴","麇","麴" ];

get_hashed_word_list(115,105) ->
	[ "sites.google.comsitezhongyuanxue","silverdaddiesvideos.com","siwameitui.1274.net.cn","siwa.baohua.info","sinshrine.com","sihaipt.com","siwacun.com","siwaer.com","simple","simple" ];

get_hashed_word_list(232,137) ->
	[ "艺坛照妖镜之96应召名册","艾力达盐酸伐地那非片","良家女进去妓女出来","色情倚天屠龙记","艰难的借种经历","色情倚天屠龙记","艳修之天地不容","艳照表演文化奖","艳谭之灯草和尚","色降ii万里驱魔","色情网址禁发","艺术区遭拆迁","艺术家长安街","艾山买合苏木","色情五月天","色情女演员","色情小电影","色狐狸网址","色色五月天","色魔五月天","艳舞露裤底","艺术区拆迁","艺术家绝食","艾森豪威尔","色欲檔案","色界论坛","艳母淫臀","良家兼职","色吧论坛","色屋图片","色性影视","色情事件","色情交易","色情信息","色情导航","色情小说","色情工厂","色情影视","色情描述","色情电影","色情男女","色情网站","色情自拍","色情论坛","色情電影","色欲征服","色欲檔案","色狼小说","色狼论坛","色界论坛","色色婷婷","色色导航","色色成人","色鬼投胎","艳侠双娇","艳女幽魂","艳妇淫女","艳情小说","艳情电影","艳母淫臀","艳狐软件","艳福难挡","艳舞淫业","艳舞表演","艳舞靓照","艳遇小子","艳降勾魂","艳香迷醉","艶母黑愛","艾可米来","艾孜来提","色中色","色BB吧","色中色","色书库","色妹妹","色工厂","色影院","色性网","色情类","色情网","色情词","色成人","色狼网","色电影","色窝窝","色虎网","色迷城","艳恋师","艳欲路","艳照门","艳遇录","艾买提","艾麗絲","色97爱","色BB吧","色区","色图","色情","色欲","色猫","色界","色站","色色","色诱","艳乳","艳欲","艳照","艟" ];

get_hashed_word_list(233,130) ->
	[ "邓善红有6个情人6个孩子","那玩意儿要多少有多少","邓小平的政治交代","邓小平的英语水平","邓小平的恐女症","邪党残暴似不见","邪共党魁江恶首","邻家有女初长成","邓爷爷的语言","邓爷爷的预言","邪恶的共产党","邪教组织相关","邓力群自述","邓小平失算","邓小平英语","邓爷爷转世","邓颖超日记","那灵在说话","邪仙陆飘飘","那嗎瘟比","那嗎老比","那嗎瘟比","那嗎老比","那嗎錯比","那娘錯比","邪恶的党","邪恶组织","邪灵战记","邪的教育","邪盗情天","邻氯苯基","那嗎逼","邓小平","邓笑贫","邓罗生","那可汀","那嗎逼","邪共党","那嗎B","邢錚","那嗎B","還權","邓儿","邓矮","邢錚","邢铮","邪傥","邪党","邪挡","邪档","邪警","邪谠","邛","邾" ];

get_hashed_word_list(108,117) ->
	[ "lunlidianyingxiazai.1174.net.cn","lunlidianying.1274.net.cn","luowujiqingshipin.com","lustlovelatex.com","luotimeinv.info","lucaskazan.com","luomadadi.info","lunwenxlx.com","lunwenqq.com","luojiqq.info","luommss.info","lunlip.info","lunlizy.org","luoliao.biz","luosem.info","luowushipin","luoxialu.cn","luenli.net","lunli8.net","luose.info","luobb.com","luomm.com","luoliao","luo聊" ];

get_hashed_word_list(229,150) ->
	[ "喝杯奶叫b妈b嘴b宫b脑瓜","喝酒不用劝肯定在法院","喝酒象喝水肯定在建委","喜欢我的给我打电话","喝得机关冒得办公费","喜欢我就给我电话","喜欢我给我打电话","喝得老婆跟别人睡","喝坏党风喝坏胃","喜欢就联系我","喜欢我的加起","喜欢我的朋友","喜欢绑住干活","喜多村麻衣","喝我精子汤","喷雾蒙汗药","善惡有報","善惡有報","喝血社会","喷水性具","喷雾迷幻","喷雾迷昏","喂奶门","喜贪赃","喝水死","喷梯尔","喷雾型","善.恶","喬伊","喬石","喀特","喬伊","喬石","喷你","喷射","喷潮","喷精","喟" ];

get_hashed_word_list(232,130) ->
	[ "肯德基肯德基啃你妈的b","股市被套小蜜被泡","肮脏之三政府官员","股市把股民整疯","股评惑众假机灵","股票分析软件","股绿树你长春","肮脏之三官员","肉体治疗师","肉棍干骚妇","肉淫器吞精","股市欢迎你","股股滑滑式","肾功能保养","肉丝裤袜","肉体交融","肉体改造","肉博战士","肉感炮友","肉欲指导","肌肉同路","肚脐主席","肛栓母狗","肛栓贞操","肛虐荒淫","肛门喷水","肛门拳交","股民信息","股民电话","股民资料","股民资源","股民遗书","股票开户","肤白胸大","肥嫩饱满","肮脏美学","育根胶囊","肾源买卖","肾源要求","肉便器","肉蒲团","肌安松","肘永康","肛門","肉丘","肉体","肉具","肉击","肉唇","肉圈","肉壶","肉嫁","肉根","肉棍","肉棒","肉欲","肉沟","肉洞","肉穴","肉箫","肉縫","肉缝","肉臀","肉芽","肉茎","肉蚌","肉逼","肉门","肏你","肏入","肏她","肏妳","肏娘","肏屄","肏干","肏我","肏死","肏破","肏穴","肏这","肛交","肛奴","肛屄","肛恋","肛插","肛門","肥奶","肥逼","肾疗","肏","肷" ];

get_hashed_word_list(233,139) ->
	[ "鋸齒通道被遺弃的骷髏","鋸齒通道被遺弃的骷髏","鋸齒通道骷髏","鋸齒通道骷髏","鋼珠槍出售","鋼珠槍销售","鋼珠槍出售","鋼珠槍销售","鋼珠鎗","鋝","鋝" ];

get_hashed_word_list(57,50) ->
	[ "92式军用手枪模型出售","92式军用手枪模型出售","92式军用手枪出售","92式军用手枪出售","92式9mm枪提供","925151网友社区","92式9mm枪提供","92手枪出售","92手枪销售","92手槍出售","92手槍销售","92手枪出售","92手枪销售","92手槍出售","92手槍销售","925151社区","92renti.com","921589.com","925151.com","927478.com","929kxw.com","92aabb.com","92wydl.com","920mm.com","921644187","9221.info","924672344","92hhh.com","92klgh.cn","92ey.com","92式" ];

get_hashed_word_list(118,102) ->
	[ "vfsoo8001site1.site4future.com","vfoot.com" ];

get_hashed_word_list(119,101) ->
	[ "webmasterhome.cntoolqqliao.asp","weishuilin123.baode99.com","welcomeshemaleass.com","weigezhuanmai.com","wetpussygames.com","weloveboys.net","webmanhua.net","wenxinge.info","wellwong.com","wenping8.com","wetstage.com","weboedu.com","wedo120.com","weldjs.com" ];

get_hashed_word_list(229,130) ->
	[ "傍着一位老板花钱好办","催情听话失忆型","催情润滑","催情物品","催情用品","催情药品","催情香水","催眠香水","傳染性病","傅作義","傅作義","傣肌松","催情水","催情液","催情药","催情藥","催泪弹","催泪枪","催眠药","傻鳥","傻逼","傻鳥","傴","傻B","傴","傺" ];

get_hashed_word_list(229,134) ->
	[ "军报内部消息文革亲历","农民市民股民家家难民","冰毒能换回美好的回忆","军队是属于某个政党","冰毒配方讲解光盘","内蒙古锡林郭勒盟","冰毒配方讲解光盘","军用录音监听器","军用手枪制造图","军用狙击弩专卖","军用手枪出售qq","冰毒製作工藝QQ","冰毒製作方法QQ","军用录音监听器","军用手枪制造图","军用狙击弩专卖","军队向人民开枪","军队在锦州集结","冰毒的制作流程","军用手枪出售qq","冰毒製作工藝QQ","冰毒製作方法QQ","军用手枪出货","军用手枪到货","军用手枪电话","军用手枪订购","军用手枪销售","军用步枪出售","军用步枪销售","冰毒制作工艺","冰毒技术转让","内蒙古5.11事件","军用手枪出货","军用手枪到货","军用手枪电话","军用手枪订购","军用手枪销售","军用步枪出售","军用步枪销售","军队集结完毕","农民自制土炮","冰毒制作工艺","冰毒制作流程","冰毒技术转让","军用弩专卖","军用手枪qq","内蒙古抗议","册那娘餓比","再试初夜情","军械所乐队","军用弩专卖","农民叫操比","冤民大同盟","冰毒的配方","军用手枪qq","农夫电影","冰毒出售","冰毒出货","冰毒到货","冰毒电话","冰毒订购","冰毒配方","内蒙古5.11","内射美妇","内田有纪","内裤奇缘","冈村宁次","冈村秀树","再來壹炮","军人骚乱","军匪勾结","军民冲突","军牌详解","军用器械","军用武器","军警殴打","军警毒打","军车进京","军队屠城","农场性爱","农夫电影","农村腐败","农民嫖妓","农民嫖娼","冢本友希","冨永萌美","冰毒出售","冰毒出货","冰毒到货","冰毒电话","冰毒萬歲","冰毒订购","冰毒配方","冰毒销售","冰火一体","冲击市委","冲杯三鹿","冲浪赚钱","冷剑烈女","冷艳魔女","军用54口","军用64口","冰毒qq","内人党","冒毛湾","军警品","冯仰妍","冯素英","冰乙酸","冲峰枪","冲锋枪","冷香谷","冰毒qq","冰.麻","内射","内裤","写真","军火","军警","冰後","冰毒","冰粉","冁","冱" ];

get_hashed_word_list(229,149) ->
	[ "啥也不用烙就是一顿操","啥也不用说就是一顿摸","商业帝国之血凤","商粮公路税商联","商场小神龙","商贾度奇策","商务伴游","商务公关","商务美女","商务陪伴","商务陪护","商务陪游","商務伴游","啊扁涛哥","啤酒乐园","啥叫两会","啊無卵" ];

get_hashed_word_list(229,166) ->
	[ "妓女乙队伍的标语口号","妓女甲队伍的标语口号","妹妹为哥哥的服务","如今不退受牵连","妇联主任武则天","妓女工作歌星干","妓女随时可以上","妳家老爸雞巴短","妹妹既然出来做","妻脱光倒立镜前","妓女时尚新潮","妹为哥哥服务","妇检单办理","妹为你服务","妹为您服务","妹妹好风骚","妹妹的服务","妹子会做爱","妻全家接待","妈的花心","妓女日记","妓女罢工","妖兽都市","妖妻物语","妖媚熟母","妖淫奇谭","妖香之剑","妞妞基地","妩媚挑逗","妹妹上门","妹妹兼职","妹妹服务","妹妹服務","妹妹本人","妹妹独住","妹妹社区","妹妹阴毛","妹妹骚图","妈妈色","如暗娼","妈妈色","妈白勺","妙人间","妙美人","妹妹屄","妹开苞","如来","妈批","妈的","妈逼","妓女","妓淫","妹汁","妈B","妈" ];

get_hashed_word_list(229,168) ->
	[ "娶不起没房没车谁嫁你","威胁抢劫女记者","娇声娇气催你快","娶不起没房没车","威猛的消防员","威胁女记者","娱乐城招聘","娱乐城诚聘","娼妓业进程","威猛王子","娇艳江湖","娇艳都市","娘俱乐部","娱乐会所","娱乐招聘","娘餓比","威尔刚","娘餓比","娇吟","娘的","娼" ];

get_hashed_word_list(229,176) ->
	[ "小官大官高官官官皆贪","小修女对神父JJ的描述","小口径步枪技术转让","小口径步枪技术转让","小心国家政策来捣鬼","小泉首相心脏病突发","少女迷情粉货到付款","少女迷情药水出售","小姐说俺是第一次","小平同志还挺正经","小平和毛主席散步","少女怕日以手遮阴","少女迷情药水出售","射钉枪改装方法","小口径步枪出售","小口径步枪出货","小口径步枪到货","小口径步枪制造","小口径步枪图纸","小口径步枪电话","小口径步枪订购","小口径步枪销售","小口徑步槍出售","小口徑步槍销售","尼泊尔军刀专卖","封印的靈魂騎士","封印的靈魂騎士","射了姑娘一脊梁","射的金连一裤裆","射钉枪改装方法","小口径步枪出售","小口径步枪出货","小口径步枪到货","小口径步枪制造","小口径步枪图纸","小口径步枪电话","小口径步枪订购","小口径步枪销售","小口徑步槍出售","小口徑步槍销售","小姐把辈份搞乱","小姐把辈分搞乱","小平同志很正经","小平率领小商贩","小平领导小商贩","小弟无骨硬得奇","小江同志挺能干","小蜜像中国移动","少了一百算强奸","少了一百算强歼","尼泊尔军刀专卖","射钉枪改猎枪","小姐上门全套","小姐上门口交","小飞型号订购","少女小姐上门","少妇白洁全集","少年大宝全集","小口径步枪qq","射进我的屁股","射钉枪改猎枪","小姐上门全套","小姐上门口交","小子魔女六凤","小飞型号订购","少于100算强奸","少喝酒多作爱","少女与流浪汉","少女小姐上门","少女手淫日记","少女迷奸药水","少妇白洁全集","少年大宝全集","少年虐爱真书","少年裸身指南","小口径步枪qq","射釘槍改裝","射钉枪改气","射钉枪改装","小蜜蜂订购","少女潘金莲","少女迷幻药","小骚BB自拍","封杀家乐福","封杀酱猪媳","射了還說要","射出张柏汁","射出郭晶晶","射釘槍改裝","射钉枪改气","射钉枪改装","小侠十五妻","小姐业务类","小姐代表答","小姐你真骚","小姐打飞机","小池絵美子","小汤匙偎合","小泉純一郎","小蜜蜂订购","小鹰号沉没","少女潘金莲","少女蒾情粉","少女迷幻药","少女迷情药","少妇是红酒","少帅闯五关","少爷的家教","尝你乾坤棒","就去爱色色","就是处女少","小骚BB自拍","小六改火","封索信息","射入花心","射精大厦","專業坡解","尊爵粉推","小仓优子","小仓星罗","小六改火","小妹扛枪","小妹服务","小姐上门","小姐兼职","小姐开博","小姐服务","小姐裸照","小姨子穴","小宝六凤","小松美幸","小林裕美","小比崽子","小江小胡","小池祥绘","小沢幸子","小沢菜穂","小泉里子","小泽菜惠","小牌变大","小逼崽子","小野沙樹","小鬼神功","少卿留芳","少女被插","少妇上门","少妇偷情","少妇帐篷","少妇服务","少妇熟女","少妇白洁","少年阿宾","少爷陪游","就去播播","就去色吧","就去色色","就去诱惑","尼可吗啡","封從德","小b崽子","小參考","小靈通","尤比亞","尹慶民","尼奧夫","小骚BB","封丛德","封从德","封從德","射出来","将则民","將則民","尉健行","小参考","小參考","小嫩鸡","小弟弟","小投入","小投资","小林爱","小森爱","小比樣","小泉彩","小泽园","小泽圆","小猎王","小逼里","小野爱","小靈通","小飞狼","小飞虎","小鶏鶏","小鸡鸡","小黑豹","少修正","少妇穴","尤比亞","就去吻","就去干","就去日","就去爱","就爱色","尹慶民","尼克松","尼奧夫","小B樣","小骚BB","封殺","專制","小B樣","封殺","射了","射奶","射死","射满","射爽","射精","射进","射颜","專制","專政","導師","小xue","小便","小屄","小泉","小洞","小穴","小逼","少妇","尝舔","小jj","小b","尻" ];

get_hashed_word_list(229,183) ->
	[ "工资买得起房那是扯蛋","工资买的起房的那扯蛋","工字牌气枪出售","工字牌气枪销售","工字牌氣槍出售","工字牌氣槍销售","工字牌汽枪出货","工字牌汽枪到货","工字牌汽枪制造","工字牌汽枪图纸","工字牌汽枪电话","工字牌汽枪订购","工字牌汽枪转让","工作只要一张床","工作轻松钱又多","工商稅務兩條狼","工商税务两条狼","工字牌气枪出售","工字牌气枪销售","工字牌氣槍出售","工字牌氣槍销售","工字牌汽枪出货","工字牌汽枪到货","工字牌汽枪制造","工字牌汽枪图纸","工字牌汽枪电话","工字牌汽枪订购","工字牌汽枪转让","工程师考试答案","工資好比眉毛短","工資翻暸好幾倍","工资好比眉毛短","工资犹如眉毛短","左手拿的避孕套","巫女朋友的性餐","巴巴拉的性古怪","巴黎最后的探戈","工作就像lunjian","工字牌氣槍qq","工字牌汽枪qq","工作中的性爱","工作就像嫖妓","工作就像轮奸","工程師證辦理","工资就像例假","工资每日支付","工字牌氣槍qq","工字牌汽枪qq","工字气枪网","工人的觉醒","工字密封圈","工字气枪网","左旋麻黄素","巧克力二号","巨乳俏女医","巨根的猛烈","巨根肉提派","巨鐵角哈克","已婚女帐篷","已婚女视频","巨槌騎兵","巅峰三国","川井香织","川原梨央","川岛令美","川村亚纪","川村千里","工业酒精","工人罢工","工字弹簧","工字皮碗","工藤静香","工资待遇","工资日结","左美沙芬","左芬啡烷","左轮手枪","巧淫奸戏","巨乳学园","巨乳悅樂","巨乳素人","巨乳职业","巨乳解禁","巨乳誘惑","巨根男优","巨棒出击","巨槌騎兵","巨炮兵团","巴倫侍從","巴新反华","工chandang","工chan党","工chan当","工chan挡","工chan档","工chan裆","工chan谠","工产dang","工惨dang","工掺dang","工残dang","工産dang","工自聯","工铲dang","川奈舞","工产党","工产当","工产挡","工产档","工产裆","工产谠","工惨党","工惨当","工惨挡","工惨档","工惨谠","工掺党","工掺当","工掺档","工掺裆","工掺谠","工残党","工残当","工残挡","工残档","工残裆","工残谠","工産党","工産当","工産挡","工産档","工産裆","工産谠","工程款","工自联","工自聯","工藤楓","工铲党","工铲当","工铲挡","工铲档","工铲裆","工铲谠","左啡诺","巨根连","巴倫坦","巴比妥","工??裆","巡查","巨乳","巨奶","巨屌","巨骚","巹","巹" ];

get_hashed_word_list(230,131) ->
	[ "想掀谁的摊儿就掀谁的","情不自禁ii之霎时冲动","情不自禁之想入非非","惜阿尔道夫功亏一篑","情色美眉娱乐社区","情色美眉娱乐社区","想轧警察就轧警察","惊人的财富损耗","惟有美女权钱欲","想起交警欲断肠","情色成人基地","情色成人基地","情色艺术天空","惊人的吃喝费","想违章就违章","情人式服务","情人是手表","情妇大奖赛","情色一条龙","情色仙林","情妇腐败","情感陪护","情戏玩具","情欲人生","情毒书生","情爱娇娃","情色五月","情色仙林","情色天崖","情色导航","情色文学","情色电影","情色聊天","情色论坛","情色贴图","情色電影","情趣内衣","情趣拉珠","情趣玩具","情趣用品","情迷电影","情难自制","惊尘溅血","惊艳服务","惜花魔帝","想占有你","想强奸你","惹火自拍","惹火身材","情色網","情色网","惊梦啼","惠美梨","想上你","想干你","想搞你","情婦","情獸","情婦","情獸","情色","惨案","想摸","想舔" ];

get_hashed_word_list(230,137) ->
	[ "手机通话费不是高收费","打下一个大大的后宫","手机监听卡出售","手機監聽卡出售","手機跟踪定位器","手qiang貨到付款","手qiang货到付款","手机监听卡出售","手機監聽卡出售","手機跟踪定位器","手表短信接收器","扒开小逼使劲瞅","打架结社黑社会","打炮不分前和后","打黄扫非找鸡睡","批条画圈就来钱","找心地好的哥哥","手qiang貨到付款","手qiang货到付款","手机监听软件","手機改號軟件","扎卡維是英雄","手摸的舌舔的","手机卡复制器","手机改号软件","手机暗控软件","手机监听软件","手机窃听软件","手機改號軟件","才能有新中国","扎卡維是英雄","扑克千术手法","执业药师答案","找枪手造舆论","手机监听卡","手機截聽器","手機竊聽器","手qiang銷售","手qiang销售","手下有全球","手机复制卡","手机监听卡","手机监听器","手机盗听器","手机窃听卡","手机窃听器","手机追踪器","手機截聽器","手機窃聽器","手機竊聽器","手淫无档次","才有新中国","扑克分析仪","扑克扫描仪","扑克扫描器","扑克探测仪","打人公务员","打倒共产党","打倒国民党","打倒胡锦涛","打到共产党","打砸烧事件","执法者犯法","执法违法频","找情人网站","手机X卧底","手qiang銷售","手qiang销售","手枪买卖","手狗出售","手狗销售","手机X卧底","所所索命","手机定位","手机跟踪","手枪买卖","手枪出售","手狗出售","手狗销售","扎西东知","打人交警","打人致死","打伤小贩","打倒中央","打倒日本","打击警察","打到中央","打压异族","打砸日货","打粉插花","托福代考","托福枪手","执法何在","执法犯法","执法犯罪","批发假币","批发硬币","批发香烟","找一夜情","手枪QQ","扉之阴","手拍肩","手指虐","手腕机","扒拉着","打一炮","打死人","打野炮","打飛機","打飞机","执法者","扭动着","批评谠","找伴侣","找情人","手枪QQ","手机","手枪","手槍","手機","手淫","手狗","扒屄","扒穴","打炮","扣扣","批发" ];

get_hashed_word_list(230,138) ->
	[ "把你下面那个洞给添了","抽烟要抽到玉溪俱焚","把邓小平叫道床边","把那被窝捂起来","抓捕访民关黑牢","把你妈操残废","抵制新闻联播","抽插仿真器具","把民意强奸","抓来打一炮","护士证办理","把握鸡遇","把腿掰開","投注体育","投注博彩","投注平台","投注系统","抗日游行","抗議強拆","抗議鎮壓","抗议政府","折原千華","折原美香","抢其火炬","护士诱惑","报仇收帐","抵制央视","抵制政府","抵制日货","抵制联通","技校门","抑制剂","投注网","抚弄着","护士穴","护士门","护花剑","抬抬女","抽送着","抗日","抚摩","抚摸","抚着","抠插","抠着","抠穴","抠逼","抡功","抢劫","抢支","押大","押小","抽动","抽叉","抽头","抽拉","抽捣","抽提","抽插","抽送","抠b" ];

get_hashed_word_list(230,145) ->
	[ "摇头爽不爽没有做爱爽","摆官僚主义的架子","摩洛客成人网址","摩洛客成人网址","摸摸下面就流水","摘取人体器官","摘取犯人器官","摸其乳吻其阴","摆平胡锦涛","摆脱党文化","摇头丸成品","摇头会更爽","摇头没烦恼","摧花神龙教","摸黑毛泽东","摄像钢笔","摆摆小架","摇头万岁","摸你鶏巴","摸奶事件","摸奶视频","摸屁股式","摇头丸","摩擦着","摩洛客","摩珠棒","摩门教","摸乳门","摸奶门","摸胸门","摸阴蒂","摸齐乳","摸jj爽","摩娑","摸奶","摸胸","摶","摶" ];

get_hashed_word_list(230,157) ->
	[ "李宁跌停一切皆有可能","村妇挎着一篮子鸡蛋","李庆善性爱日记95本","李后云鹤又称江青","李鸿忠怒抢女记者","松岛枫迅雷下载","杀人如麻的中共","杀声吓破乞丐胆","杀害人民八千万","李鸿忠抢女记者","李鹏之子李小鹏","村里干部忙偷摸","杭州交警挡天下","杭州富人真牛逼","松岛枫迅雷下载","東土耳其斯坦","東西南北論壇","杀人不分左右","权利是黑暗的","权威彩票阵地","東南西北論談","東土耳其斯坦","東西南北論壇","東部地下水路","杀人渡假屋","杀人的警察","杀死交警后","李慎之文集","李长一样春","杨小青自白","東南西北論","東方紅時空","李月月鳥","東條英機","東突暴動","東院看守","杀人事件","杀手柔情","杀掉警察","杀朱拔毛","杀肖公式","权钱交易","杉村阳子","李三共志","李月月鳥","李月月鸟","李锐近作","杏林春梦","村民游行","村田和美","来回抚摸","来栖淳子","来电咨询","杨子荣问","東北獨立","東方時空","東條英機","東突暴動","東突獨立","東院看守","松下愛来","松井友香","松坂纱良","松本真紀","松本莉绪","松浦亚弥","松田一穗","松田亜美","松田千奈","松雪泰子","杏坛ml门","杨牧之","東京熱","李小鵬","李志綏","李慶安","李慶華","李旺陽","李洪寬","李淑嫻","李紅痔","李總理","李總統","李繼耐","李老師","李蘭菊","李鐵映","杀人党","杀伤弹","杀和尾","权钱欲","李克强","李兴平","李大师","李大钊","李宏志","李宏治","李小鵬","李岚清","李德金","李志綏","李慶安","李慶華","李旺陽","李洪之","李洪寬","李洪志","李淑娴","李淑嫻","李源潮","李瑞环","李登辉","李磕墙","李立军","李紅痔","李總理","李總統","李繼耐","李红痔","李老師","李蕊蕊","李蘭菊","李鐵映","李长寿","李长春","李闽榕","杏坛门","杜冷丁","杜鲁门","杨尚昆","杨建利","杨思敏","杨牧之","杨达才","東京熱","東洋屄","松岛枫","松本惠","李da师","東宮","李祿","李錄","東亞","東升","東條","東社","杀人","杀尾","杀码","杀肖","杂种","李录","李祿","李禄","李錄","李鵬","李鹏","東亞","東升","東宮","東條","東社" ];

get_hashed_word_list(230,173) ->
	[ "武大郎总是严正地交涉","武大郎站在战略的高度","武警队简直就是黑社会","死不起火化下葬一万几","步行街的小鬼都会扒","步qiang哪裡有賣","步qiang貨到付款","步qiang货到付款","正在偷情老公到","正腐叫咬它就咬","死不起火化下葬","死不起火花下葬","死水微漾人却亡","步qiang哪裡有賣","步qiang貨到付款","步qiang货到付款","歌星不能入党","正着正着就斜","正经他妈个屁","正经他妈个逼","武侠情色欣赏","武夷山密封圈","正经他妈个B","正義黨論壇","步qiang出售","步qiang銷售","步qiang销售","歌厅有毒品","止尿喝三鹿","正义党论坛","正大光明教","正義黨論壇","武夷山皮碗","武林启示录","歪哥甘国宝","歷史的傷口","步qiang出售","步qiang銷售","步qiang销售","歌功頌德","歌功頌德","歐美圖區","正宗厂丝","正攵氵台","正法之路","正法修炼","正见书籍","武士套刀","武士长刀","武警车牌","死水微漾","正丁腈","正义党","正清网","正经TMB","正見網","正見网","正见網","正见网","武滕兰","武藤兰","武警牌","歐美bt","歇逼","正腐","步枪","步槍","武藤","武警" ];

get_hashed_word_list(230,176) ->
	[ "永远要弓着腰跑来跑去","水泊梁山没有藏族人","水浒传之英雄好色","气动钢珠枪购买","气枪子弹专卖店","氣動鋼珠槍購買","氯胺酮技术转让","民不聊生温假饱","民办真实毕业证","民哥率领贪污犯","民怨沸腾无人问","民族主义复兴党","民脂民膏胡紧掏","民谣主副词搭配","气动钢珠枪购买","气枪子弹专卖店","氣動鋼珠槍購買","氯胺酮技术转让","水淹七军精满被","永久防屏蔽地址","水军军团招人","氵去車侖工力?","氯胺酮付款QQ","民主不能等待","民主中国阵线","民无居国之殇","民谣短句防绕","民谣简体长句","民谣繁体长句","民运二十周年","气狗货到付款","水军军团招人","水电工的艳遇","氵去車侖工力","氯胺酮付款QQ","氵去luｎ工力","气枪专卖店","气狗销售网","氯胺酮出货","氯胺酮到货","氯胺酮电话","氯胺酮订购","民主化運動","民工代表答","民族社会党","民警打死人","气枪专卖店","气狗销售网","氯胺酮出货","氯胺酮到货","氯胺酮电话","氯胺酮订购","水军007招聘","氵去车仑工","氷室真由美","民运20周年","氵去luｎ功","氵去luｎ工","气枪专卖","气枪电话","气枪销售","氣狗出售","氣狗销售","水军兼职","水军招聘","民意論壇","氯胺酮QQ","民主斗士","民主歷程","民主流氓","民主运动","民主運動","民众爆动","民意論壇","民运人士","民运平反","民运领袖","气官影片","气枪专卖","气枪电话","气枪绝杀","气枪销售","气狗专卖","气狗买卖","氟硝安定","氟硝西泮","氢吗啡酮","氢吗啡醇","氢氧化钡","氣狗出售","氣狗销售","氯尼他秦","水中享乐","水军兼职","水军招聘","水晶冰凤","水晶香丝","水果大餐","水泽千夏","水货香烟","水野爱日","水野里蘭","氵去车人","永久地址","永久脱毛","永远的性","氯胺酮QQ","民進黨","民主党","民主墻","民主潮","民聯陣","民谣类","民进党","民進黨","气动枪","氟喹酮","氢化钠","氢可酮","氯氨酮","氯氨铜","氯胺酮","水岛优","水惈機","水木彩","水果机","水果機","氵去lun","氵去仑","氺淉機","氺猓机","气qiang","水果ji","民國","民聯","民陣","民主","民国","民國","民殇","民聯","民警","民运","民運","民陣","气枪","气槍","气狗","氢弹","氣槍","氹" ];

get_hashed_word_list(230,182) ->
	[ "消防队不到火场先收费","消费不付我不脱裤","消费不清不能射精","消灭共产帝国","涛哥去看毛哥","涛哥看到女兵","涨价就是接轨","涛去看毛哥","涛哥操怕你","涛哥算老几","消旋啡烷","涉嫌反动","润色美女","消魂棒","润涛阎","消脂","消魂","涉枪","涉毒","涉爆" ];

get_hashed_word_list(231,130) ->
	[ "炸弹包就被飞车党抢走","点击这里浏览我的全部","炸弹遥控器制作方法","炸弹遥控器制作方法","炸药包给飞车党抢","炸药制作方法QQ","炸弹遥控器被盗","炼狱监禁黙示录","炸药制作方法QQ","炸弹制作流程","炒牛市崩盤了","炸弹制作流程","点击也能赚钱","点击进入我的","炼金师玛丽","点色论坛","炮友之家","点击赚钱","点击这里","点色论坛","点鸾倒凤","炮弹壳","炮友","炮图","炮片","炸弹","炸药" ];

get_hashed_word_list(231,137) ->
	[ "牛挤出来的不一定是奶","特步百事跌停无极限","牛郎给织女的情书","物价犹如头发长","物價猶如頭發長","牡丹花革命","物理高鼻梁","特码主论坛","片冈未来","牛头马面","特制珍品","特制精品","特大血案","特殊服务","特殊阶层","特码单双","牡丹花","特种枪","牛比","牛逼","特双","特右","特尾","特波","特码","特碼","特警" ];

get_hashed_word_list(231,140) ->
	[ "献身一位领导当作靠山","猎qiang货到付款","猛男的精彩生活","猎qiang货到付款","猎枪制造图纸","猎枪技术转让","猎豹弓弩出售","猎枪制造图纸","猎枪技术转让","猎豹弓弩出售","猛男搬运公司","猎qiang出售","猎qiang销售","猎艳江湖梦","猛男成就者","猎qiang出售","猎qiang销售","猎枪出货","猎枪到货","猎枪电话","猎枪订购","猎奇之槛","猎枪出货","猎枪到货","猎枪电话","猎枪订购","猎艳江湖","猛巴胶囊","猛操狂射","猛泄阴精","猫女凤舞","猪聾畸","猎枪qq","猪容鸡","猪聋畸","猪聾畸","猎qiang","猎枪qq","猥褻","猪毛1","猎弩","猎抢","猎枪","猎槍","猎狗","猖妓","猛吸","猛插","猛操","猜号","猥亵","猥琐","猥褻","猪操","猪毛" ];

get_hashed_word_list(231,151) ->
	[ "病不起药费利润十倍起","病不起药费利润","痛恨着时代","痛恨这时代","痴女露出","痴情母妹","痴漢電車","痴女4人","痴乳","痴拈","痴鳩" ];

get_hashed_word_list(231,164) ->
	[ "社会主义一切都被偷光","社会性事件（单词）","社会主义工人党","社会就像自慰","社会在呻吟","社会性事件","社会民主党","社會主義","示威抗议","社會主義","礼品机","示威" ];

get_hashed_word_list(232,131) ->
	[ "胡主席感动得热泪盈眶","胡主席说肉价格要上涨","胡锦涛握住刘德华的手","胡锦涛看到中国女兵","胡锦涛去看毛泽东","胡锦涛看到女民兵","背后插花最痛快","背后背着邓小平","背离了改革初衷","胡主席和刘德华","胡主席握着华仔","胡主席看到女兵","胡惊涛看到女兵","胡温除了流眼泪","胡锦涛左右为难","胡锦涛看到女兵","胸膛挂着毛主席","胡总看到女兵","胡温治国揭秘","胡绩伟自选集","胡锦涛往前窜","胭脂口红小说","能挂上邓小平","胡xx看到女兵","背入式性交","胡温全透视","胡达拜尔地","胡锦涛下台","胡锦涛新传","胶洲女烈传","胡總書記","背后插花","背德处女","背德天使","胎欢姿势","胡曾结盟","胡總書記","胡耀邦传","胡说八道","胯下呻吟","胸濤乳浪","胸部油压","胡喬木","胡景濤","胡緊掏","胡錦淘","胡錦滔","背入式","胡仅涛","胡喬木","胡志明","胡景濤","胡石根","胡紧套","胡紧掏","胡紧逃","胡緊掏","胡耀邦","胡金淘","胡錦淘","胡錦滔","胡錦濤","胡锦套","胡锦涛","胡锦淘","胡锦滔","胡雯靖","胸主席","能樣","胡瘟","胸射","胸推","胸罩","胸部","能樣","胡jt" ];

get_hashed_word_list(232,138) ->
	[ "花和尚社区成人性用品","花都逍遥乡村春光","花都逍遥乡村春光","花言巧语欺百姓","花语巧言来维稳","花香袭人春月塘","花花公子传奇","花和尚导航","花和尚导航","花香飘满衣","芳兰的堕落","花季护航","花心天子","花样性交","花花公子","花语暗绣","芬太尼","花革命","芽子碱","花穴","芰" ];

get_hashed_word_list(232,173) ->
	[ "警察怕小偷象耗子见猫","警察想闯红灯就闯红灯","警匪团结如一家","警察局里有暗窗","警察说保护百姓","警花肉搏强奸党","議員斯格文德","議長阿茵斯塔","警察横行霸道","警察脾气特横","議員斯格文德","議長阿茵斯塔","警匪是一家","警察的冲突","警察的暴行","警察的腐败","警察真恶心","警察赛交队","警察赛刑犯","警用执法车","警匪一家","警匪勾结","警察打人","警察打死","警察暴力","警察杀人","警察禽兽","警察腐败","警民冲突","警民对峙","警用装备","警车被掀","警察证","警用品","護法","警奴","警察","警棍","警车","譪件","護法","譎","譖","譙","譎","譖","譙" ];

get_hashed_word_list(232,189) ->
	[ "车上我被挤得都怀了孕","车上我被挤得流了产","车站卖比劈大腿","轰退百人强拆队","轻轻一插就叫痛","轻呼壮弟加油","轻松网上兼职","车主被钓鱼","转发给10个","车仑工力","车模兽兽","转户开户","轮奸内射","轮盘源码","轮盘破解","软文发布","轻松赚钱","轉盤機","转法轮","转盘机","转膛枪","轮盘机","轮盘赌","轴永康","轉化","轉化","转让","轮公","轮大","轮奸","轮姦","轮操","轮攻","轮暴","轻啃","轻插","轂","轡","轢","轂","轡","轢","轹" ];

get_hashed_word_list(233,153) ->
	[ "陈冠希进去艳照门出来","陪人睡工资翻了好几倍","陈伯达最后口述回忆","陕西人射的没那么早","降低命中的圖騰","陈良宇秘密档案","降低命中的圖騰","陪人吃來陪人睡","限制级特工","陰穴新玩法","陰部又開花","陆肆事件","院院受贿","院院认钱","陪伴服务","陪聊小姐","陸委會","陈一咨","陈一谘","陈宣良","陈巧文","陈忠财","陈水扁","陈独秀","陈秋平","陈至立","陈良宇","陈荣利","陈达钲","陈雄杰","限制片","除报禁","除疤痕","陪聊女","陪聊妹","陳一諮","陳博志","陳唐山","陳學聖","陳定南","陳宣良","陳小同","陳希同","陳建銘","陳景俊","陳水扁","陳炳基","陳破空","陳總統","陳良宇","陸委會","陰唇","陰囊","陰水","陰精","陰蒂","陰門","陽物","陽痿","陈云","陈毅","陈鸽","陪睡","陰唇","陰囊","陰戶","陰户","陰核","陰毛","陰水","陰精","陰茎","陰莖","陰蒂","陰道","陰部","陰門","陳菊","陳蒙","陳軍","陵辱","陽具","陽物","陽痿","陬" ];

get_hashed_word_list(233,169) ->
	[ "马克思主义到底是什么","马克思主义的画皮","马列主义的邪皮","马子何必他乡搞","马鞍山6.11事件","马列根本之邪","马列邪恶斗争","驾照代办","马列毒瘤","驾照代办","马克思","马加爵","马托品","马白勺","马英九","马的","驏","驏" ];

get_hashed_word_list(230,160) ->
	[ "格雷(關卡排名管理者)","核武器制作方法","核武器制作方法","根子都让炸去了","格魯(城鎮移動)","格魯(城鎮移動)","校园伤害案","校园六人行","校园寻美录","核工业基地","根本不带套","树亚采子","栗林知美","校园淫兽","校園文學","校服美男","根正苗红","根食真实","格桑坚赞","栱铲谠","样品枪","核武器","核潜艇","根太软","格魯","核弹","格魯" ];

get_hashed_word_list(229,142) ->
	[ "去氧麻黄碱制作方法","去氧麻黄碱制作方法","原来他更喜欢女仆","县里干部忙吃喝","去旅遊暴亂了","历史篡改者","原产地烟丝","去你媽的","厅房公主","厕所偷拍","厕所盗摄","厚街技校","厚黑大全","原厂烟丝","原味丝袜","原味玉足","原始诱惑","原田志乃","去你妈的","去你媽的","原千寻","原千尋","原厂丝","原子弹","厕奴","厙","厙" ];

get_hashed_word_list(231,155) ->
	[ "盐酸去氧麻黄碱电话","盐酸羟亚胺技术转让","盐酸去氧麻黄碱电话","盐酸羟亚胺技术转让","盐酸氯胺酮制作QQ","盐酸氯胺酮制作QQ","盐酸氯胺酮批发","盐酸羟亚胺出货","盐酸羟亚胺到货","盐酸羟亚胺合成","盐酸羟亚胺技术","盐酸羟亚胺电话","盐酸羟亚胺订购","盐酸羟技术转让","監視塔哨兵隊長","盐酸二氢埃托啡","盐酸二氢埃托菲","盐酸氯胺酮批发","盐酸羟亚胺出货","盐酸羟亚胺到货","盐酸羟亚胺合成","盐酸羟亚胺技术","盐酸羟亚胺电话","盐酸羟亚胺订购","盐酸羟技术转让","監視塔哨兵隊長","盐酸羟亚胺qq","相片绝对真实","盐酸羟亚胺qq","監視塔哨兵","盐酸氯胺酮","盐酸羟亚胺","盐酸麻黄素","監視塔哨兵","相约异次元","监听跟踪","监禁陵辱","盗取器官","盗摄护士","相原梨花","相泽真纪","相田由美","相田翔子","盛華仁","監視塔","盧西德","盐奶浴","监听器","监听宝","监听王","盛華仁","盜竊犯","監聽王","監視塔","盧西德","直同志","相田桃","相马茜","盗取51","盧卡","监狱","监督","监管","盗撮","盧卡","直销","相奸","相慰" ];

get_hashed_word_list(232,143) ->
	[ "菅野亚梨沙迅雷下载","菅野亚梨沙迅雷下载","華岳時事論壇","華語世界論壇","華通時事論壇","華岳時事論壇","華語世界論壇","華通時事論壇","菲律宾太阳城","菅野亜梨沙","華夏文摘","菊地彩子","菊地麗子","菊花三怒","華夏文摘","華建敏","菊花洞","菊花蕾","華建敏","菊穴","菜逼" ];

get_hashed_word_list(232,153) ->
	[ "虎头五连发猎槍出售","虎头五连发猎槍出售","虎头双管技术转让","虎头猎枪技术转让","虎头双管技术转让","虎头猎枪技术转让","虐囚堕辱虐酷折槛","虎头牌猎枪专卖","虎头牌猎枪出售","虎头牌猎枪专卖","虎头牌猎枪出售","虎头双管出货","虎头双管到货","虎头双管制造","虎头双管图纸","虎头双管电话","虎头双管订购","虎头猎枪出售","虎头猎枪出货","虎头猎枪到货","虎头猎枪制造","虎头猎枪图纸","虎头猎枪电话","虎头猎枪订购","虎头猎枪销售","虎頭獵槍出售","虎頭獵槍销售","虛無的飽食者","虎头双管出货","虎头双管到货","虎头双管制造","虎头双管图纸","虎头双管电话","虎头双管订购","虎头猎枪出售","虎头猎枪出货","虎头猎枪到货","虎头猎枪制造","虎头猎枪图纸","虎头猎枪电话","虎头猎枪订购","虎头猎枪销售","虎頭獵槍出售","虎頭獵槍销售","虛無的飽食者","虎头双管qq","虎头猎枪qq","虐爱小神父","虚拟摄像头","虎头双管qq","虎头猎枪qq","虐恋花园","虛弱圖騰","虎子娇娃","虐恋花园","虐焰焚情","虚拟爱人","虛弱圖騰","虾碌情圣","虎劲涛","虐之恋","處女膜","虚拟51","虎骑","虐yin","虐乳","虐奴","虐恋","虐爱","虐肛","虐阳","虐阴","虐ru","虢" ];

get_hashed_word_list(97,97) ->
	[ "aa.yazhousetu.hi.9705.net.cn","aaac.s.51524.com","aaad.s.59764.com","aa2.rentiwz.com","aa3.rentiwz.com","aa33bb33.com","aa319.com","aaaki.com" ];

get_hashed_word_list(103,97) ->
	[ "galleries.asianmoviepass.org","galleries.hotasiangays.com","galleries.analnippon.com","gaybroadbandmovies.com","gaytube.2porntube.net","gardennetworks.com","gaymenparadise.com","galleryheaven.com","gaycategories.com","gaymoviesonly.com","gayboyflicks.com","gayconfirmed.com","gayhardmpegs.com","gaymoviearea.com","gaymovieclub.org","gaysupersize.com","gaytwinkpost.com","gayvideotube.com","gayvideozone.com","gay.aiku365.com","gaysexdemon.com","gayvideotgp.com","gayxxxtreme.com","gamerotica.com","gaybigcity.com","gayboydome.com","gayboyspic.com","gaymenring.com","gaysmuthut.com","gamo密封圈","garateens.com","gaultierx.com","gayandguy.com","gayboners.net","gayhummer.com","gachinco.com","gallfans.com","gannimei.com","gaoliao.info","gayabuse.net","gayamore.com","gaycharm.com","gayhints.com","gaysexer.com","gaywatch.com","gamcore.com","gaybeef.com","gayvideo.jp","gaywang.com","gadkfp.com","gamo弹簧","gamo皮碗","gaowyt.com","gay002.com","gay366.com","gay66.info","gayhome.cn","gayttt.com","gaoav.com","gay61.com","gay同志","gan你","gayjp.us","gang交","gan你","gay片","gay男","game" ];

get_hashed_word_list(122,104) ->
	[ "zhengxingmeirong.zawoman.com","zhongguoren.qianjiejie.com","zhejiangfangshenqicai.com","zhejiangyinxingerji.com","zhuanfalunADMIN","zhengjianwang","zhonghua999.com","zhuanfalunADMIN","zhengxing9.com","zhenshanren","zhengjian.org","zhengjianwang","zhuxiankf.com","zhidian8.com","zhifa168.com","zhengjian","zhaowt.info","zhcw007.com","zhenshanren","zhifa168.cn","zhizun.info","zhongbai.cc","zh899.com","zhengjian","zhong共" ];

get_hashed_word_list(231,174) ->
	[ "箍身箍勢式.共享激情","管土地的是霸王","管理就是收费","箍身箍勢式","管制刀具","管理员","管理","管里" ];

get_hashed_word_list(231,189) ->
	[ "网络公关删帖公司QQ","网络执行工作室招人","网络公关删帖公司QQ","网游之乞丐也疯狂","网络炒作执行专家","网游之覇者天下","网管看到一吨插","罗马帝国艳情史","网上发帖赚钱","网上娱乐投注","网上现金投注","网上真钱赌博","网上赌球网址","网址经过加密","网络危机公关","网络宣传推广","网络打手招人","网络推手价格","网络推手招人","网络水军招聘","网络炒作培训","网络真诚朋友","网络革命宣言","网上能赚钱","网上赚收入","网站代理员","网络女主播","网页即时通","网上兼职","网上创业","网上办证","网上可查","网上开店","网上投注","网上药店","网上赚钱","网吧破解","网声资源","网民诬告","网游魔童","网瘾战争","网管改单","网络兼职","网络创业","网络删帖","网络博彩","网络激情","网络男友","网络老公","网络赌博","网络赌球","网络赚钱","网络雇凶","罢工事件","罢工维权","罪之献身","罪恶之床","网络赚","网贝勾","罗荣桓","罢工潮","罷課潮","罂粟","网址","网站","网賺","网赚","罗干","罟","罟","罴" ];

get_hashed_word_list(99,104) ->
	[ "chengrenwangzhi.1242.net.cn","chengrenmanhua.1242.net.cn","chengdufangshenqicai.com","changzhou.ons51.info","chocolaterosebud.com","changshafapiao.com","chantasbitches.com","cheesecaketube.com","chengdufapiao.com","chinatownvids.com","chinesenewsnet","chinamanage.info","chat1.11dmc.com","chat2.11dmc.com","chat8.11dmc.com","chat9.11dmc.com","chengrenbar.com","chenyunbu20.com","chinaliberal","chaduanxin.com","chat.xamen.com","chinesenewsnet","chongxianmu.cn","chuecaporn.com","chunxiaoge.com","chaosha365.cn","chongerlz.com","cha了进去","chengkei.com","chinaliberal","chinavfx.net","chshuiwu.com","chunyao88.tk","chelou.info","chinackinfo","chubold.com","chunlou.net","childprice","chinamz","ch598.com","ch933.com","chewg.com","cha你","chinamz","chou插","cha你","cha她" ];

get_hashed_word_list(104,117) ->
	[ "huangsexiaoshuo.1242.net.cn","huaxiyiyao.com.cn","huanhuanxing.com","hunksforfree.com","huicheng518.com","huacaomoli.org","huaheshan.info","huaw998.com","hudiegu.tk","hushui.com","hua23.com","huanse.tk","hunt8.com","huanet","huanet" ];

get_hashed_word_list(108,105) ->
	[ "liuhecaikaijiangjieguo.info","liaotians.spwang.info","liaotianshiwang.info","link.choushu.com","lixinkeji888.com","liaotian63.info","link.sfgtvt.com","liouchanyao.com","liuhecai0088.tk","livesexiest.com","linbizhong.com","linkedporn.com","livebet008.com","livejasmin.com","liao9158.info","liaoluo8.info","lianzu88.com","liao000.info","liao233.info","liao677.info","liao899.info","liaoliaoxing","licai580.com","link4all.net","link666.info","liuheniu.com","lihongzhi","lingxun.net","liaogg.com","liaokk.com","ligoff.com","likeko.com","liuhe11.tk","lihongzhi","liu四","liu泗" ];

get_hashed_word_list(113,105) ->
	[ "qingsewuyuetian.1174.net.cn","qiong123.kwdpx.com","qicheganraoqi.net","qingsongwan8.com","qianbian888.cn","qianjingwp.com","qianshu888.com","qianse2009.cn","qieting1.info","qiqizhong.com","qiserenti.com","qiudingtz.com","qixingnet.com","qiqizhong.tk","qiangjian","qianji.info","qingdian.ws","qiu9988.com","qie633.com","qie766.com","qie789.com","qiyi5.info","qiyi71.com","qiangjian" ];

get_hashed_word_list(116,97) ->
	[ "talkfly.vip.ipgongchang.com","taitianzhi123.com","taozone.com","tao368.com","taip","taip" ];

get_hashed_word_list(229,131) ->
	[ "像寡妇睡觉上面没人","像妓女上面老换人","僵賊民","僵賊民","僵贼民","僵賊","僵賊","僵贼","僉","僉" ];

get_hashed_word_list(229,137) ->
	[ "前阴后庭抽插自慰器","副词：中国留学生","前面左转是政府","前政治犯协会","前门鸟进鸟出","前例腺保养","前列腺保健","前列腺保养","副词：抽插","剃刀淫魔","前凸后翘","前田亚纪","剑刺双花","剑影丹心","剛比樣子","剿共复国","剿共復國","副词：qq","前面插","剑荡天","則民","剛比","則民","前肖","剛比" ];

get_hashed_word_list(229,139) ->
	[ "勤劳的双手抓住问题","勃朗宁微型口","勞動教養所","勞動教養所","勾魂少妇","勿忘六四","勿忘64","動亂","勞改","勞教","動亂","勞改","勞教","勱","勱" ];

get_hashed_word_list(229,174) ->
	[ "官匪勾结的重要原因","宝马进去自行车出来","容貌像政绩工程一样","官员把群众整疯","官员把群众整聋","官员靠吃政治饭","官商勾结我无罪","定罪量刑成冤案","实为灭功臣之意","审判在神家起首","宫雾猿和鹳狸猿","家里的事单位干","安全套随身带","官员不会当官","官员黑手常伸","官員真是土匪","官商勾结为荣","官府忽悠百姓","审理妓女队伍","家庭基督教会","宇宙执法者","宇田川绫子","守口如瓶奖","官员代表答","官员脱干系","官商齐勾结","定▲位▲噐","宝马娱乐城","审江大联盟","家中有暧瓶","客戶服務","安全保密","安全套现","安非他命","安齐美绪","官僚精英","官员奸淫","官员流氓","官商联手","官场搞乱","官场秘诀","官场经济","官场缺德","官场腐败","官官勾结","官官相互","官官相护","官官相照","官官相通","官界黑暗","官网可查","官网注册","官腐民盗","官逼民反","审氵工案","客戶服務","客户服务","客服专线","客服热线","宣传联播","宫内知美","宫地真绪","宫崎玲奈","宫庭粉推","宫廷粉推","宫本真希","宫真奈美","家宝锦涛","家庭教会","家庭教師","家有色邻","宾馆女郎","宾馆服务","宾馆激情","宇明網","宋書元","宇明網","宇明网","安眠酮","安納咖","安纳咖","安钠咖","宋書元","宋楚瑜","完蛋操","官员恶","定位仪","定位器","实际神","客服q","安南","宏志","宓毛","宗教","官匪","官方","定购","审查","客服","宄" ];

get_hashed_word_list(229,175) ->
	[ "富婆去夜总会找乐子","对领导用美人计办法","富裕后秘书兼老婆","对待上级用钱办法","富士则康依旧道","富贵在天习近贫","对待干部软办法","对待群众硬办法","对着你妈来一枪","对准桃源洞口","对你无法监督","对准桃源洞口","寂寞的女士","寶馬娛樂城","对上会摆平","对上讲假话","对下能铲平","对下讲官话","寂寞妹妹","寂寞少女","寂寞少妇","寂寞少婦","寂寞白领","寂寞自摸","密室淫行","密穴贴图","富兰克林","富婆包我","寶石商人","寺尾祐理","寻一夜情","寻寂寞男","寻求六四","寂寞女","寐春卷","寻男人","导爆索","密宗","密拍","密穴","导弹" ];

get_hashed_word_list(229,186) ->
	[ "应聘不用交任何费用","庭锋不堪回首芝逼中","床上功夫传天下","康王的发豆腐渣","庸官年薪逾百万","庭院警衛兵","庄闲和破解","床前看月光","庭院警衛兵","庆红批阅","床上感觉","床上自拍","床上陪伴","应召服务","应开生肖","库氯铵","度冷丁","康宝莱","庆红","应召","庀","庋" ];

get_hashed_word_list(230,130) ->
	[ "您对邓玉娇案怎么看","悬赏兼职发帖","悼念胡耀邦","悦虐缯图","悍妇岗","悝" ];

get_hashed_word_list(230,139) ->
	[ "拍马是一种高级艺术","拍马要拍到昏天黑地","拨开她的上海三毛","招聘兼职发帖员","拉出小姐干一干","招聘兼职发帖员","拨开阴毛驾云雾","拿枪打人立过功","拿车那就是三年","招聘网络水军","拉姆斯菲爾德","拿车那就是3年","拉姆斯菲尔德","拉姆斯菲爾德","拍肩迷药出售","拍遍中国男孩","招聘兼职美女","招聘坐台小姐","招聘坐台少爷","招聘服务小姐","招聘网络推手","招聘网络水军","担心仙人跳","拉开水晶棺","拉開水晶棺","招坐台公关","招坐台小姐","招坐台少爷","拱桥离地式","拱橋離地式","拿着江泽民","拿破仑1968","拉拉伴侣","拉拉用具","拉票贿选","拉顿德通","拍肩神药","拍肩神藥","拒绝洗脑","拔屄自拍","拘束調教","招募小姐","招收小姐","招聘公主","招聘公关","招聘商秘","招聘女模","招聘小姐","招聘技师","招聘模特","拱.铲.谠","拱chandang","拉皮條","拱.铲谠","拱chan党","拱chan当","拱chan挡","拱chan档","拱chan裆","拱chan谠","拱产dang","拱惨dang","拱掺dang","拱残dang","拱産dang","拱铲.谠","拱铲dang","拆迁户","拉皮條","拍肩型","拍肩粉","拔出来","招女模","招小姐","拢唬饑","拦截器","拱产党","拱产当","拱产挡","拱产档","拱产裆","拱产谠","拱惨党","拱惨当","拱惨挡","拱惨档","拱惨裆","拱掺党","拱掺当","拱掺挡","拱掺档","拱掺裆","拱掺谠","拱残党","拱残当","拱残挡","拱残档","拱残裆","拱残谠","拱産党","拱産当","拱産挡","拱産档","拱産裆","拱産谠","拱铲党","拱铲当","拱铲挡","拱铲档","拱铲裆","拱铲谠","拱铲铛","拿破仑","招女ds","招聘av","拐卖","拔屄","招奴","招妓","招鶏","拧绕","拱傥","拱谠","拳交","拼音" ];

get_hashed_word_list(230,144) ->
	[ "搞计算机的出来接客","搞她几夜不撒尿","搞完你妈草你姨","搞得鸡巴起了泡","搂着小姐打炮","搞个处女","搖頭丸","搓捻着","搓摸着","搖頭丸","搞死你","搓弄","搓揉","搓着","搔穴","搔逼","搔b","搋","搛","搴" ];

get_hashed_word_list(230,183) ->
	[ "淄博博山机关幼儿园","淫荡纯属社会时尚","淫荡肛交妹自慰器","淫水泛滥像瀑布","淫语骚声捂穴浪","深入基层要金子","添完以后不体检","淫女暴力sm故事","深追政府屁股","混蛋神风流史","淫穴里骚水","混亂的圖騰","淫穢bt電影","淫の方程???","淫の方程式","淫口乱乳録","淫术炼金士","淫水湿阴毛","淫穴里骚水","淫荡口交妹","淫荡是时尚","淫荡的邻居","淫荡自慰器","淫荡迷情药","淫魔骗天下","混亂的圖騰","淫穢bt電影","淫奸电影","淫妇口交","淫穢圖片","淫穴骚水","淫丝荡袜","淫乱奴隶","淫乱家庭","淫乱工作","淫乱日记","淫乱熟女","淫乱诊所","淫乳圣母","淫亂潮吹","淫兽学园","淫声浪语","淫女炮图","淫奸电影","淫妇口交","淫妇自慰","淫妻交换","淫师荡母","淫情贴图","淫才关希","淫摩艳妇","淫欲世家","淫欲城堡","淫欲日本","淫水丝袜","淫水四溅","淫水横流","淫水横溢","淫水泛滥","淫水涟涟","淫水爱液","淫水翻騰","淫秽色情","淫穢圖片","淫穴骚水","淫美贴图","淫肉诱惑","淫色网站","淫色贴图","淫荡妹妹","淫荡娃娃","淫荡少妇","淫荡贵妇","淫荡骚妇","淫蕩丗家","淫蕩妖艷","淫蕩少婦","淫虫电影","淫行列坛","淫行物语","淫行诱惑","淫語飼育","淫魔妖后","淫魔妖女","淫魔教室","淫魔都市","深夜执法","深度诱惑","深爱色色","深田涼子","混帐政府","混沌江湖","添你下面","淫妹妹","淫战群P","淫东方","淫书网","淫事局","淫人堂","淫告白","淫妹妹","淫姐奸","淫少妇","淫影片","淫影院","淫护士","淫招式","淫春堂","淫猥娘","淫电影","淫窝窝","淫荡妻","淫荡性","淫贴图","淫间道","淫驴屯","混帐门","淫网","淩鋒","淫穢","淫蕩","淫貨","淫賤","淋病","淩鋒","淪公","淪功","淪攻","淫书","淫乳","淫亂","淫具","淫兽","淫友","淫叫","淫唇","淫嘴","淫图","淫声","淫女","淫奴","淫奸","淫妇","淫妞","淫妹","淫妻","淫姐","淫娃","淫官","淫店","淫影","淫情","淫暴","淫样","淫棍","淫棒","淫欲","淫母","淫水","淫汁","淫河","淫洞","淫流","淫浆","淫浪","淫液","淫片","淫獣","淫痴","淫盪","淫秽","淫穢","淫穴","淫糜","淫网","淫肉","淫腔","淫色","淫艳","淫荡","淫蕩","淫虐","淫虫","淫蜜","淫裆","淫貨","淫賤","淫贱","淫逼","淫靡","淫魔","添逼","添阴","淫mm","淫B","淫" ];

get_hashed_word_list(230,189) ->
	[ "潘金莲被西门庆霸占","潺潺圣水红莲间","潘金莲导航","潘金莲导航","潘國平","潘國平","潑婦","潑婦","潮吹","潮喷" ];

get_hashed_word_list(231,131) ->
	[ "热情好客的朝尼两次","热血洒广场","烟丝金黄","烟丝黄润","烟草批发","烧出腐败","热情上门","热舞表演","热舞视频","热蜡除毛","烯丙罗定","热情S妇","烂政权","烟批发","热比亚","热比娅","热比婭","热那亚","烯丙胺","烂党","烂比","烂逼","烟土","烟草","热线","烰嬅" ];

get_hashed_word_list(231,133) ->
	[ "煽动不明真相的月亮","照逼一???小弹簧","照了你妈半俩b","照片上是本人","照片保证真实","照片确保本人","照片绝对真实","照片绝对我","照日天劫","煉功","煞筆","煉功","煞笔","煞筆" ];

get_hashed_word_list(231,136) ->
	[ "爹龙凤的姑娘随便骑","爱上师娘的床","爱滋村里的爱","爱爱情趣商城","爱的十个条件","爱的10个条件","爆乳家政婦","爆炸性女人","爱神之传奇","爭鳴論壇","爆乳人妻","爆乳学园","爭鳴論壇","爱图公园","爱妻淫穴","爱液横流","爱液溢出","父母逼疯","爷们健壮","爽死我了","爆乳娘","爆破剂","爱丝足","爱健数","爱女人","爱幼阁","爱田由","爱立性","爽电影","爱色cc","爛比","爛袋","爛貨","爛逼","爆乱","爆乳","爆操","爆草","爛比","爛袋","爛貨","爛逼","爱抚","爱液","爷爷","爽片","爽穴","爛B","爛B","爝","爨","爷","爸","爹" ];

get_hashed_word_list(231,145) ->
	[ "瑞典维吾尔人委员会","瑞士金融大學","瑞士金融大學","瑪麗亞","瑪麗亞","瑪雅","瑪雅","瑷液" ];

get_hashed_word_list(231,157) ->
	[ "睡别人女人的是富人","睡过老内睡老外","睡着的武神","睡妇局","睡觉死","睪丸","睾丸" ];

get_hashed_word_list(231,165) ->
	[ "神的说话与人的交通","神在末世的发声","神州三退涌春潮","神雕侠侣逍遥篇","神雕外传之郭襄","神向全宇发声","神隐秘的作工","票务售票中心","祖国在沉睡","祛除黑眼圈","神仙风流记","神变麻将机","神奇的老人","神通加持法","祥萨仁波切","神奇的8341","祛痘祛斑","祝福达赖","神乃麻美","神仙艳戏","神城愛奈","神惩罚党","神谷沙织","神野美雪","祭品少年","神奇8341","神經病","祛痤疮","神經病","神谷凉","神婆","神汉","祚","祜" ];

get_hashed_word_list(231,167) ->
	[ "科学沦为杂税的帮凶","秃鹰汽枪制造图纸","秃鹰汽枪技术转让","秃鹰汽枪制造图纸","秃鹰汽枪技术转让","科干部贪局干部拿","秃鹰汽枪货到付","私服一条龙服务","秃鹰汽枪货到付","秋葉原系彼女魔","秦青的幸福生活","秃鹰技术转让","秃鹰气枪出售","秃鹰汽枪出货","秃鹰汽枪到货","秃鹰汽枪电话","秃鹰汽枪订购","秦氏弓弩专供","私立女仆学园","私立女仆学院","秃鹰技术转让","秃鹰气枪出售","秃鹰汽枪出货","秃鹰汽枪到付","秃鹰汽枪到货","秃鹰汽枪电话","秃鹰汽枪订购","秦氏弓弩专供","秃鹰制造图","秃鹰气枪网","秃鹰汽枪qq","私人服务器","秃鹰制造图","秃鹰气枪网","秋吉久美子","秋本由香里","科级干部拿","秘书的噩梦","秘密的罪人","秘密社交場","秃鹰汽枪qq","秃鹰出货","秃鹰到货","秃鹰汽狗","秃鹰电话","秃鹰订购","秀舞表演","私人伴侣","私人伴游","私人秘书","私人陪护","私家侦探","私密博客","私密地带","私密视频","私聊横财","私蜜视频","秃鹰出货","秃鹰到货","秃鹰汽狗","秃鹰电话","秃鹰订购","秋叶靖子","秋菜里子","科幻性爱","秘密关押","秘密监禁","秘密视频","科萊爾","秃鹰qq","私密处","秃鹰到","科士威","科萊爾","私?服","秃鹰qq","私?服","私處","私处","私服","私處","秘唇","秘肉","秘處","秘裂","秘部","秭" ];

get_hashed_word_list(231,169) ->
	[ "穿着睡衣就可以赚钱","空之色水之色","空虛的伊坤","空虛的伊坤","空氣精靈","空虛之地","穆罕默德","穷师潦倒","空中飞人","空姐性交","空姐护士","空姐艳门","空心钢针","空氣精靈","空虚少女","空虚少妇","空虚白领","空虛之地","穿戴坐骑","積克館","穆斯林","積克館","穴前庭","空包弹","空姐门","穴口","穴图","穴洞","穴海","穴淫","穴爽","穴癢","穴穴","穴里","穷逼" ];

get_hashed_word_list(232,133) ->
	[ "腐败多发地点在哪里","腎部橫交式","腐财横行","腐败大业","腐败无救","腐败症腐","腐败的党","腐败的谠","腿张开","腾讯","腡","腚","腡" ];

get_hashed_word_list(232,161) ->
	[ "表演者翁安县公安局","血汗拼来几薄银","行贿黑名单","补习班姻缘","血剑兰心","血洗京华","血洗京城","血洗北京","血洗政策","血腥暴力","血腥鎮壓","血腥镇压","血雨三式","街坊差人","街头扒衣","表叔厅长","街头门","补一炮","血案","衢" ];

get_hashed_word_list(232,165) ->
	[ "西域外史—帝女情花","西服进去三点式出来","西藏人民大起义运动","西塘的法制冒人抓","西藏作为宗教国家","西装白领之性社淫","西太后艳史演义","西藏全国民主党","西藏团结委员会","西施艳史演义","西班牙苍蝇水","西藏出打砸了","西藏妇女协会","西藏本非国土","西藏青年大会","西毒是共党","西游记外挂","西藏出事了","西藏妇女会","西藏委员会","西藏的压制","西藏的控制","西藏要人权","西藏要人權","西藏要独立","西厢艳谭","西哈努克","西洋美女","西田美沙","西藏万岁","西藏之友","西藏之声","西藏分裂","西藏国家","西藏平暴","西藏抗暴","西藏独立","西藏獨立","西藏血统","西藏论坛","西藏49秒","西藏国","西藏獨","襆","襆" ];

get_hashed_word_list(233,148) ->
	[ "锤子情调地上来五盘","销售军用雷鸣登QQ","销售军用雷鸣登QQ","销售PCP新贵手枪","销售三箭牌汽枪","销售中控解码器","销售各式小口枪","销售唧筒式猎枪","销售四氢吡喃酮","销售天然咖啡因","销售左旋麻黄素","销售电击麻醉枪","销售盐酸氯胺酮","销售盐酸羟亚胺","销售羟基环戊基","销售PCP新贵手枪","销售三箭牌汽枪","销售中控解码器","销售各式小口枪","销售唧筒式猎枪","销售四氢吡喃酮","销售天然咖啡因","销售左旋麻黄素","销售电击麻醉枪","销售盐酸氯胺酮","销售盐酸羟亚胺","销售羟基环戊基","销售三箭气枪","销售仿真气枪","销售健卫步枪","销售军用手枪","销售北朝鲜冰","销售台湾秃鹰","销售广州三箭","销售捷克左轮","销售瓦斯手狗","销售甲基苯丙","销售秃鹰汽枪","销售美国秃鹰","销售苯基丙酮","销售虎头双管","销售赵氏弓弩","销售进口气枪","销售邻氯苯晴","销售金钟气枪","销售高压气枪","销售麻古果子","销售黄绿牙签","销售麻醉qiang","销售三箭气枪","销售仿真气枪","销售健卫步枪","销售军用手枪","销售北朝鲜冰","销售台湾秃鹰","销售广州三箭","销售捷克左轮","销售瓦斯手狗","销售甲基苯丙","销售秃鹰汽枪","销售美国秃鹰","销售苯基丙酮","销售虎头双管","销售赵氏弓弩","销售进口气枪","销售邻氯苯晴","销售金钟气枪","销售高压气枪","销售麻古果子","销售黄绿牙签","销售麻醉qiang","销售可可精","销售氯胺酮","销售水晶冰","销售胡椒醛","销售青蒿素","销售黄体酮","销售手qiang","销售步qiang","销售海豹M9","销售猎qiang","销售可可精","销售氯胺酮","销售水晶冰","销售胡椒醛","销售迷幻药","销售青蒿素","销售黄体酮","锡锋密封圈","锦江娱乐城","锦涛一样胡","销售king粉","销售钻石","销售手qiang","销售步qiang","销售海豹M9","销售猎qiang","销售钻石 ","销售乙醚","销售冰古","销售冰毒","销售手枪","销售枪支","销售气枪","销售汽狗","销售猎枪","销售秃鹰","销售纯古","销售king粉","销售54式","销售64式","销售乙醚","销售冰古","销售冰毒","销售手枪","销售枪支","销售气枪","销售汽狗","销售猎枪","销售秃鹰","销售纯古","销售迷药","销售钻石","销售香烟","锋镝情潮","锡锋弹簧","锡锋皮碗","锦涛入套","键定位器","销售K粉","销售54式","销售64式","销售K粉","销魂椅","销魂洞","销售","销魂","锖","锪" ];

get_hashed_word_list(233,152) ->
	[ "阿姆斯特丹性爱游戏","阴毛不烫卷的出奇","阴道无油滑得出奇","阴道无油滑的出奇","阿姨爱我的小鸡鸡","阳光牧场机器人","阳物插入其羞处","阴毛不烫卷得奇","阴部无油滑得奇","阿姨摸我小鸡鸡","阿里布达年代记","阳光下的杀手","阿不都吉力力","阿不都热合曼","阿兵哥言语录","阿布都米吉提","阿樱的悄悄话","阿波罗新闻网","阳江刀具网","防衛指揮官","防衛指揮官","阳江刀具网","阴功十八法","阴毛纺织厂","阴茎插小穴","阿不都艾尼","阿扁对小胡","阿拉丁神丹","阿曼达日记","阿西尔白克","阁楼欲女","阅兵仪式","防卫电棍","阴小湿大","阴茎增大","阴道图片","阴部特写","阴阜高耸","阿卜杜勒","阿尼利定","阿弥陀佛","阿扁万岁","阿扁涛哥","阿扁萬歲","阿拉法特","阿法罗定","阿波罗网","阿立未来","防卫器","防护具","防拍器","防暴器","防暴枪","防泄膏","防身器","阿塔汗","阿托品","阿罗约","阿芙蓉","阿萊娜","阴jing","阎王","阝月","阳具","阳物","阴dao","阴jin","阴丘","阴唇","阴屄","阴户","阴护","阴核","阴毛","阴水","阴穴","阴精","阴纯","阴缔","阴茎","阴蒂","阴道","阴部","阴阜","阿扁","阿片","阴di","阝","阼" ];

get_hashed_word_list(233,156) ->
	[ "震多少级震后才知道","霸王墙的风洞的弓","露出林心乳","需要假币","露出龟心","霸王执法","震动器","震荡器","露阴照","震棒","震蛋","露屄","露毛","露点","露穴","露逼","露B" ];

get_hashed_word_list(233,165) ->
	[ "饭后唱歌是摸来摸去","饭店吃饭公款多","饭岛美雪","饭田圭织","饭岛恋","饭岛爱" ];

get_hashed_word_list(233,168) ->
	[ "騙我們一切以民為主","騰訊Φ","騷卵","騎你","騷包","騷棍","騷棒","騷貨","騎你","騷包","騷卵","騷婦","騷棍","騷棒","騷浪","騷貨","騷逼","騷鶏","騷B","騭","騷B","騭" ];

get_hashed_word_list(233,149) ->
	[ "长期销售各种枪l支","长期低价供应子弹","长期销售各种枪l支","长期低价供应子弹","镖镖关在你妈腰","長安街逆向行駛","长安街逆向行驶","镇压学生事件","長官沙塔特","长安街游行","长安街逆行","长谷川小夏","镇压八九","镇压六四","镇压群众","長谷川瞳","长春解法","长春讲法","长期出售","长期销售","长沙办证","长谷部优","長瀬愛","长濑爱","镇压","镳" ];

get_hashed_word_list(53,51) ->
	[ "53kkk.meimeiwuyuetian.info","533188.com","533338.com","533633.com","533888.com","53vvv.info","530307654","530452328","53112.com","53906.com","530b.com","53776871" ];

get_hashed_word_list(103,117) ->
	[ "guangdongfangshenqicai.com","guiyangyinxingerji.com","guagua.813.bname.info","gunzblazingpromo.com","guangxilaibin.com","gu3.83996.info","guojiadang.org","gupiao000.com","guoji120.com","guaguab.com","gudao3.info","gucx.com" ];

get_hashed_word_list(104,111) ->
	[ "hougong123.spaces.live.com","hotjapanesebabes.com","homemadesextube.com","homemadesexvidz.com","hongkongsixmark.com","homemadempegs.com","hotstudmovies.com","hornysextube.com","hotasiangays.com","hotgayaction.net","hotgirls4all.com","hornyvalley.com","hotnakedmen.com","hornygreek.com","hotandugly.com","hougong123.com","hondavids.com","hone.51vip.in","hornypuma.com","hotgayboy.com","hougong8.com","hohosex.com","homeservice","host800.com","hongjie.tk","hot163.com","hotgoo.com","hougong.in","hoyujy.com","hongzhi","homexf.cn","hongzhi","hotbody" ];

get_hashed_word_list(108,111) ->
	[ "loliyoutube.blog83.fc2.com","lovelyjapanesegirls.com","longxxxclips.com","lobstertube.com","longzhigugw.com","love.boysky.com","lovepopbag.info","longbi123.com","lookmm21.info","loverenti.com","loann.com.cn","long148.info","loumimi.info","lovesimi.com","lordren.com","long120.cn","loyisf.com","lo777.com","lo886.com","louliao","lou聊" ];

get_hashed_word_list(230,152) ->
	[ "映山红(金达莱)革命","明处的事暗处干","春风欲度玉门关","是否你妈真欠插","明星时常犯贱","春夏自由論壇","春夏自由论坛","明星裸体照","明慧的同修","明慧编辑部","明星裸体照","星光伴我淫","春宫108姿势","春风化雨录","昏迷圖騰","明慧周刊","明慧周报","明慧周末","明慧广播","明慧新闻","明慧汇编","明慧消息","明慧资料","明星淫图","昏迷圖騰","星崎未来","星野佳奈","春光外泻","春日美雪","春春迷要","春色田野","昭妃艳史","易丹軒","明慧图","明慧網","明慧网","明毁网","易丹軒","星英传","星见梦","星野桃","春宫图","春宵阁","昆圖","昆圖","明Hui","春药","春藥" ];

get_hashed_word_list(232,190) ->
	[ "达赖喇嘛流亡50周年","达赖喇嘛与中国","边抚摸边洗","辅助程序","辦毕业证","辦理文憑","辦理證件","达赖喇嘛","达赖活佛","达赖集团","辛灝年","辦証","辦證","辦譪","辩證","达赖","辏" ];

get_hashed_word_list(50,49) ->
	[ "21世纪中国基金会","21世纪中国基金会","219.84.8.146:82","216.40.253.40","21mybbs.com","21ses.info","21571.com","21sis.com","21ql.com" ];

get_hashed_word_list(230,140) ->
	[ "按摩小姐口交服务","按摩小姐口交服务","按夜算的叫妓女","按年算的叫二奶","按摩按到裸睡的","挺胸走进夜总会","指點江山論壇","指點江山論壇","挡不住的疯情","持不同政見","持刀杀交警","指挥长温公","挺起古巨鸡","持田凉子","挂牌出肖","指头插进","按摩技师","按摩推油","挤入窄洞","振动按摩","持田茜","按摩棒","挥发型","挺趣蛋","挂牌","挖肃","挠着","振蛋" ];

get_hashed_word_list(230,155) ->
	[ "曾道人六合彩公司","更好的朋友像伟哥","曾道人六合彩公司","更喜美穴温骚紧","曾曾贾贾九常委","曾道人特码","曾庆一样红","曾道人特码","替考公司","曲线消魂","替党说话","替考公司","曲吗多","曲马多","曹刚川","曹剛川","曹長青","曹长青","曼德拉","曾培炎","曾庆红","曾慶紅","替利定","曾q红","曹政","替考","曷" ];

get_hashed_word_list(230,184) ->
	[ "清除网络负面信息","清除网络负面信息","港38式左轮提供","清除邪灵复华夏","温家宝自扇嘴巴","游戏输赢笑人间","港38式左轮提供","温切斯特出售","温切斯特销售","清純看護学院","温切斯特出售","温切斯特销售","游戏相关屏蔽","游蕩的僵尸","游蕩的士兵","清瘦斯文篇","清纯女教师","渡边美奈代","温家一样饱","温家宝之子","温家宝幕僚","渴望一夜情","游戏机破解","游戏管理员","游戲管理員","游蕩的僵尸","游蕩的士兵","游行的意义","游蕩爪牙","清偿债务","清宫性史","清晰内射","清理负面","清純唯美","清纯唯美","清醇学妹","清除负面","温肾理疗","港式左轮","港式粉推","港澳骑士","港股开户","游戏赚钱","游蕩爪牙","游行抗议","游龙嘻春","游錫坤","渡濑晶","温假饱","温加保","温家宝","港支联","游戲機","游精佑","游錫坤","渎职","游客","游行","温jb" ];

get_hashed_word_list(231,147) ->
	[ "瓦斯手狗技术转让","瓦斯手狗技术转让","瓦斯手狗出售","瓦斯手狗出货","瓦斯手狗到货","瓦斯手狗制造","瓦斯手狗图纸","瓦斯手狗电话","瓦斯手狗订购","瓦斯手狗出售","瓦斯手狗出货","瓦斯手狗到货","瓦斯手狗制造","瓦斯手狗图纸","瓦斯手狗电话","瓦斯手狗订购","瓦斯手狗qq","瓦斯手狗qq","瓮安事变","瓣證","瓠" ];

get_hashed_word_list(231,161) ->
	[ "硝酸甘油炸药制造","硝酸甘油炸药制造","硫磺熏白了的馒头","硝化丙三醇","硝化纤维素","硬直圖騰","硅酸甲酯","硝化淀粉","硝化甘油","硝甲西泮","硝酸甘油","硫喷妥钠","硬币出售","硬直圖騰","硝化棉","硝基苯","硝酸汞","硝酸钠","硝酸钾","硝酸铜","硝酸铵","硝酸银","硬到底","硼酸" ];

get_hashed_word_list(231,176) ->
	[ "簡易炸蛋製作方法","簡易炸蛋製作方法","簡肇棟","簡肇棟" ];

get_hashed_word_list(232,191) ->
	[ "进口气枪技术转让","这事只有晚上敢搞","这里的马子浪又叫","进口气枪技术转让","连主席都仰敬三分","进口气枪制造图","迷情藥制作方法","运水微漾人却震","近看原来在性交","这位领导中央来","这帮骚货真敢想","进口气枪制造图","远离股海周永康","违禁品汇总审核","违禁品网址禁发","迷情藥制作方法","迅雷三级影片","进口气枪出货","进口气枪到货","进口气枪电话","进口气枪订购","迅雷三级影片","近亲乱交家族","近期重点关注","进口气枪出货","进口气枪到货","进口气枪电话","进口气枪订购","违禁品主副词","连线机遥控器","迷失少女天堂","迷奸香水出售","迷失御花園","迷药迷情药","迷魂药配方","进口气枪qq","还.看.锦.涛","还我钓鱼岛","进口五联发","迫害伴奏曲","迷失御花園","迷奸药出售","迷幻药专卖","迷情水出售","迷昏口香糖","迷离的嫂嫂","迷药迷情药","迷魂药出售","迷魂药配方","进口气枪qq","过氧化氢","过渡政府","近亲凌辱","近亲相奸","近親相姦","还我紫阳","进藤和美","远程偷拍","远程破解","远程视频","远藤明子","连続失禁","连线宝马","迪考谭凯","迪裏夏提","迪里夏提","迷奸系列","迷宫学园","迷幻蘑菇","迷幻香水","迷情喷雾","迷情少妇","迷色陷阱","迷药专卖","迷藥销售","迷魂蚊香","追踪仪器","运动枪","运营人","运营商","运营官","运营组","运营者","运营长","远志明","违禁品","连线机","迷上瘾","迷奸水","迷奸粉","迷奸药","迷奸藥","迷幻型","迷幻水","迷幻液","迷幻粉","迷幻药","迷彩弩","迷情液","迷情粉","迷惑药","迷昏水","迷昏药","迷昏藥","迷欲水","迷歼药","迷混药","迷魂党","迷魂液","迷魂烟","迷魂粉","迷魂药","迷魂藥","迷魂香","迷奸","运营","连战","迫奸","迷信","迷奸","迷药","迷藥","追月" ];

get_hashed_word_list(233,147) ->
	[ "银行卡复制器出售","银子把官场搞乱了","银行卡复制器出售","银行卡破解软件","银行有奶就是娘","铅弹气枪出售","铅弹气枪销售","铅弹气枪出售","铅弹气枪销售","银行卡复制器","铃木纱理奈","铃木爱理","铝厂污染","铲车事件","铲车撞人","铲车肇事","铲除共匪","银行有奶","银魔妖女","铃木杏","银民吧","铀235","铅弹","铀" ];

get_hashed_word_list(233,187) ->
	[ "黑火药的制作方法","黄泥巴裹鸡也可以","黑火药的制作方法","黨都不會重用人才","黃色妹妹a級大片","黄色妹妹a级大片","黃色妹妹a級大片","黄色妹妹a级大片","黄毒市场在买方","黄色经济最可靠","黄色成人网站","黄色免费电影","黄色成人网站","黑客快速入门","黑客攻击步骤","黑客视频教程","黄牙签出售","黃色小電影","黄万里文集","黄牙签出售","黄色小电影","黑人爆亚男","黑客软件园","黃金幼龍","黃金幼龍","黄梁官梦","黄海事件","黄海刺胡","黄海暗杀","黄海谋刺","黄色图片","黄色大片","黄色小说","黄色激情","黄色照片","黄色电影","黄色网站","黄金圣水","黄金神传","黑人和性","黑基论坛","黑客入门","黑客兵器","黑客基地","黑客工具","黑客必学","黑客手册","黑客技术","黑客改单","黑客教程","黑客武器","黑客社区","黑客网站","黑客英语","黑客论坛","黑客资料","黑恶公安","黑星女侠","黑暗圣经","黑暗政府","黑田美礼","黑白无常","黑红轮盘","黑色之年","黑色巨根","黑道人渣","點心車式","黄海ci胡","黃仲生","黃伯源","黃劍輝","黃慈萍","黃義交","黑手黨","黃仲生","黃伯源","黃劍輝","黃慈萍","黃義交","黄大仙","黄小说","黄油冰","黄爱性","黄牙签","黄色网","黑心党","黑手黨","黑毛屄","黑社會","黑索金","黑衙门","默克尔","黃片","黃禍","黃翔","黃片","黃禍","黃翔","黃菊","黄冰","黄片","黄琦","黄站","黄菊","黑屄","黑蟒","黑车","黑逼","黑钞","黛比","黌","黽","黌","黢","黧","黪","黲","黻","黼","黽" ];

get_hashed_word_list(49,57) ->
	[ "1989年诺贝尔和平奖","1989年春夏之交","19582008的恐惧","1989年6月4日","1989年6月4日","1989天安门","197618.com","19834.info","19safe.com","19ccc.com","19wen.com","19aaa.us","19bbb.us","19eee.us","19tt.com" ];

get_hashed_word_list(50,48) ->
	[ "2010年全国高考答案","2010全国高考答案","2010年春晚节目单","2010诺贝尔和平奖","2012年将陆续发生","20年前天安门","2012最新预言","2030肢解中国","2003suncity.com","2009.651515.net","204.188.223.171","204.188.232.243","206.217.207.211","206.217.207.215","206.217.211.134","206.217.211.136","206.217.214.173","206.217.214.177","206.217.223.172","204.12.236.188","204.45.130.106","204.45.132.126","206.217.205.53","206.217.211.53","206.217.221.94","206.217.221.99","208.43.198.56","208.53.136.181","209.11.242.178","204.12.235.27","208.43.198.56","208.43.44.192","208.43.44.193","208.43.53.234","208.43.58.234","20107722.com","204.45.111.2","2009.k82.cn","2010abb.com","2006tk.com","2007fa.com","2009fa.com","2010ri.com","2012rt.com","2012预言","2020dh.com","202333.com","202999.com","203911.com","206666.com","207788.com","200300600","20kxw.com","20759334","20週年" ];

get_hashed_word_list(102,97) ->
	[ "fangshenqicaizhuanmai.com","fangshenqicaipifa.com","falconman.com.ar","fareastmedia.com","fangshen110.com","fapiaohang.com","fansygay.com","falundafa","fapiao1.org","fa抡工力","fa车仑工","fa3车仑g","falundafa","fa工力","falun","fa轮","falu","fapiao","falun","fa轮","falu" ];

get_hashed_word_list(109,101) ->
	[ "meiguiqingren.1274.net.cn","meimei.servebbs.com","meirong168.net","meirong888.net","meatmyass.com","megafilex.com","megasesso.com","meizhiren.com","meimeirt.net","meiduo.info","meituyy.com","mens120.com","meivei.com" ];

get_hashed_word_list(228,188) ->
	[ "伊斯蘭亞格林尼斯","伊斯蘭亞格林尼斯","伺候领导是曲棍球","会上反腐喊口号","会计师考试答案","伸手摸姐冒毛湾","众央企抢地王","会上床会收费","会忽悠会受贿","会撒谎会受贿","会讨薪会下跪","传奇外传私服","传授吹萧神功","伯莱塔销售","伊波拉病毒","伊藤加奈子","伊藤沙耶香","优秀的技师","会计证办理","伟哥的故事","伯莱塔销售","伊莎貝爾","伊沢涼子","伊莎貝爾","伊藤友美","伊藤爱子","优秀技师","会见达赖","传世私服","传奇私服","伤追之人","伸缩转珠","伊斯蘭","伊东怜","伊斯兰","伊斯蘭","伊液亲","会道门","伪共党","伪法院","伪科学","伍凡","优网","伟哥","伦公","伦功","伦攻" ];

get_hashed_word_list(231,162) ->
	[ "碎片製造商人蘇克","碎片製造商人馬克","碎片製造商人蘇克","碎片製造商人馬克","碩士學位證辦理","碧香亭","碛","碡" ];

get_hashed_word_list(232,135) ->
	[ "臺灣建國運動組織","自己人老搞自己人","臺灣建國運動組織","臺灣青年獨立聯盟","自动领51所有积分","自一由一之一门","自带设备搞生产","自焚案惊人秘密","自由民主是何物","自记血浮帝王宫","自顾自己吃和穿","致两会的一封信","自制手枪出售","自制手枪销售","自製手槍出售","自製手槍销售","臺灣自由聯盟","自製762mm手狗","自制手枪出售","自制手枪销售","自制遥控炸弹","自焚还是骗局","自由亚洲电台","自由民主論壇","自由民主论坛","自製手槍出售","自製手槍销售","致富基本靠抢","臺灣自由聯盟","自製58mm手狗","自製762mm手狗","自製58mm手狗","臺灣共産黨","臺灣政論區","自制迷魂药","自助快乐棒","自助按摩棒","自已的故事","自杀式爆炸","自由民主党","臺灣共産黨","臺灣政論區","自制手狗","自製手狗","臺灣帝國","臺灣民國","臀部油压","自制土炮","自制手枪","自制手狗","自制春药","自在游神","自慰抠穴","自拍写真","自拍美穴","自插小穴","自杀手册","自杀指南","自焚伪案","自焚真相","自然美少","自爆超人","自由之门","自由操式","自由时报","自由游神","自由网盟","自由西藏","自考答案","自製手狗","至尊神油","臺灣帝國","臺灣民國","臺灣獨立","自民黨","臺灣狗","臺灣獨","自动枪","自家游","自摸门","自民党","自民黨","自油门","自游门","自由门","臭七八","臭人也","臭女也","臭７８","臭ＧＹ","致幻剂","臺灣狗","臺灣獨","臺盟","臀丘","臀孔","臀推","臀沟","臀洞","臂推","自wei","自制","自慰","自杀","自淫","自焚","臭他","臭你","臭她","臭妳","臺盟","臭78","臭GY","臁" ];

get_hashed_word_list(113,113) ->
	[ "qq买销售虎头猎枪","qq订购盐酸羟亚胺","qq买销售虎头猎枪","qq订购盐酸羟亚胺","qq卖健卫小口径","qq卖工字牌汽枪","qq卖广州三箭气","qq卖健卫小口径","qq卖工字牌汽枪","qq卖广州三箭气","qq 供应氯胺酮","qq卖仿真枪模","qq卖左轮手枪","qq卖瓦斯手狗","qq卖秃鹰汽枪","qq卖虎头双管","qq卖进口汽狗","qq卖金钟气枪","qq卖铅弹气枪","qq卖防身武器","qq卖高压气枪","qq 供应氯胺酮","qq卖仿真枪模","qq卖左轮手枪","qq卖瓦斯手狗","qq卖秃鹰汽枪","qq卖虎头双管","qq卖进口汽狗","qq卖金钟气枪","qq卖铅弹气枪","qq卖防身武器","qq卖高压气枪","qq卖54式64式","qqshashou.net.cn","qq供应冰毒","qq制作冰毒","qq卖CFX气枪","qq卖54式64式","qq供应冰毒","qq制作冰毒","qq刷钻工具","qq卖CFX气枪","qq供应K粉","qq制作K粉","qq销售K粉","qq卖猎枪","qqluomm.info","qqluoss.info","qq供应K粉","qq制作K粉","qq销售K粉","qq88888.com","qqchina.net","qqqtube.com","qq卖猎枪","qqqnow.com","qqsgwg.net","qq788.com","qqdkw.com","qqjay.cc","qqsg.org","qq神通" ];

get_hashed_word_list(49,50) ->
	[ "1234chengren.1249.net.cn","123.rentise.info","123.rentiwz.com","123.wwrenti.com","1215出师表","12345611.com","123456yy.com","123nanse.com","12580se.info","1234591.com","123678.info","12399hk.com","1288888.com","1203323226","1203585897","1206110626","1206489509","1208692898","120wyt.com","121310.com","1214492659","1216212258","1220450116","1223671783","1225926621","123088.com","123cai.com","1248288812","1255988969","1256342881","125wyt.com","1263582961","126699.com","126cao.com","1272224292","1277057024","1285707375","1287732674","1292080390","1294557526","1294733911","1294757077","1297000302","120hk.com","120jcy.cn","12142.net","121830779","121943316","123011936","123zy.org","125561880","125cp.com","12gan.com","12uuu.com","12wen.com","123gd.tk","123hh.tk","129u.net","12tk.com" ];

get_hashed_word_list(51,52) ->
	[ "3421sadf.waa.91haomm.com","3402.800z.net","345gaotv.com","345sese.com","344443.com","344544.com","345088.COM","345188.com","345488.com","345677.com","345679.com","345808.com","340dy.com","343273984","34389.com","344ok.com","34511.com","347135536","34768.com","34aaa.com","34gao.com","3494.com" ];

get_hashed_word_list(98,97) ->
	[ "ballbustingpornstars.com","barbarianmovies.com","baijie.1249.net.cn","ballbusting.co.uk","baitfdfe.wz8.cn","banzheng114.net","banzheng353.com","baijiale89.com","banzheng78.com","banzheng1.com","badpuppy.com","baidubzk.com","banzw168.com","baobeitx.com","baueh018.com","badsuzy.com","baiduvc.com","bank369.com","badbody.cn","baidvu.com","baitu.info","baiyun.com","bazhuwg.cn","bastard","bastard" ];

get_hashed_word_list(106,97) ->
	[ "japaneseschoolgirls.info","japanesesexdoll.net","japanrenti.com","javplanet.com","japanx.com","javhq.com" ];

get_hashed_word_list(106,105) ->
	[ "jiangsufangshenqicai.com","jingyoupaihang.info","jianzhi1.01694.com","jiqing.98love.info","jinbiao198484.com","jiuaigao.3322.org","jilinkouchou.com","jiangdongriji","jinxiangyao.com","jiaoyuan8.info","jingdu1168.com","jinglongbj.com","jiqingnet.info","jiqingwangzhan","jiushiwang.org","jizzonline.com","jiangdongriji","jieshi886.com","jinisi888.com","jinpaopao.com","jiqing99.info","jiqingzx.info","jiujiugame.cn","jizhimei.info","jiaochuang","jiejiedy.com","jiqingshaofu","jiqingshipin","jizzbomb.com","jiayyou.com","jiaochun","jiaochuang","jiayyou.cn","jiseav.com","jisudy.net","jian你","jiaochun","jian你","jiba","jinv","jiba","jinv" ];

get_hashed_word_list(228,190) ->
	[ "供准确的操作信息","供应删除贴吧帖子","供应四氢吡喃酮","供应无水咖啡因","供应四氢吡喃酮 ","供应无水咖啡因 ","供应盐酸羟亚胺 ","供应三箭牌汽枪","供应天然咖啡因","供应小口径步枪","供应工字牌汽枪","供应氢化可的松","供应甲基可可碱","供应甲基苯丙胺","供应盐酸羟亚胺","供应胡椒基甲基","供应三箭牌汽枪","供应四氢吡喃酮","供应天然咖啡因","供应小口径步枪","供应工字牌汽枪","供应无水咖啡因","供应氢化可的松","供应甲基可可碱","供应甲基苯丙胺","供应盐酸羟亚胺","供应胡椒基甲基","侵入她的西圣地","供应三箭气枪","供应五连猎枪","供应仿真气枪","供应健卫步枪","供应台湾秃鹰","供应广州三箭","供应瓦斯手狗","供应盐羟亚胺","供应秃鹰汽枪","供应美国秃鹰","供应虎头双管","供应虎头猎枪","供应进口气枪","供应金钟气枪","供应高压气枪","供应麻果丸子","侍從貝赫爾特","侍從貝赫爾特","供应三箭气枪","供应五连猎枪","供应仿真气枪","供应健卫步枪","供应台湾秃鹰","供应广州三箭","供应瓦斯手狗","供应盐羟亚胺","供应秃鹰汽枪","供应美国秃鹰","供应虎头双管","供应虎头猎枪","供应进口气枪","供应金钟气枪","供应高压气枪","供应麻果丸子","供应青蒿素","供应青蒿素 ","供应化学冰","供应可可精","供应咖啡硷","供应咖啡碱","供应奶油冰","供应植物冰","供应氯胺酮","供应盐酸氯","供应罂粟壳","供应麦角醇","供应麻黄素","供应黄体酮","侍從倫斯韋","侍從倫斯韋","供应化学冰","供应可可精","供应咖啡硷","供应咖啡碱","供应奶油冰","供应植物冰","供应氯胺酮","供应盐酸氯","供应罂粟壳","供应青蒿素","供应麦角醇","供应麻黄素","供应黄体酮","侠医淫者梦","侮辱性语言","供应冰毒","供应冰糖","供应汽狗","供应猎枪","供应白冰","供应秃鹰","供应麻谷","供应黄冰","供应54式","供应64式","供应冰毒","供应冰糖","供应汽狗","供应猎枪","供应白冰","供应秃鹰","供应麻谷","供应黄冰","依托利定","依托尼秦","侦探公司","侦探器材","侦探设备","侯赛因江","便携系列","供应K粉","供chandang","供应54式","供应64式","供chan党","供chan当","供chan挡","供chan档","供chan裆","供chan谠","供产dang","供应K粉","供惨dang","供掺dang","供残dang","供産dang","供铲dang","供产傥","供产党","供产当","供产挡","供产档","供产裆","供产谠","供惨党","供惨当","供惨挡","供惨档","供惨裆","供惨谠","供掺党","供掺当","供掺挡","供掺档","供掺裆","供掺谠","供残傥","供残党","供残当","供残挡","供残档","供残裆","供残谠","供産党","供産当","供産挡","供産档","供産裆","供産谠","供铲党","供铲当","供铲挡","供铲档","供铲裆","供铲谠","供傥","供应","供谠" ];

get_hashed_word_list(228,191) ->
	[ "保鲜专栏毒害世人","保准任职在政协","俄罗斯654K出售","俄罗斯654K出售","保先邪恶活动","保底每天收入","保护伞四处张","俄罗斯轮盘","保一次通过","保护豆腐渣","保证是本人","信用卡代办","信用卡批发","修改投注单","信用危機","俏臀摄魄","保健会所","保健技师","保单仪器","保单儀器","保护粤语","保证药效","信用危機","俪影蝎心","修改注单","修炼大法","俗人岛","促退队","俗人岛","保单机","俞正声","俭情人","俄國","俄國","修煉","保真","保釣","修煉","修肛" ];

get_hashed_word_list(229,132) ->
	[ "儿子是地狱的使者","儂著卵拋","儂著岡巒","儂著卵拋","儂著岡巒","儿子","儺","儺" ];

get_hashed_word_list(229,147) ->
	[ "哥哥的雞八粗又大","哪里有猎qiang卖","哥哥喜欢就电话","哥哥您可以放心","哪个让你直播的","哪里有猎qiang卖","哇嘎成人三级","哇嘎成人三级","哥哥可以电话","品色堂网址","品色堂网址","哈维尔文集","哌啶丙酸盐","哎吔女朋友","哥哥光临我","哥哥有诚意","哈爾羅尼","哀淫隶娘","品田由衣","哈爾羅尼","哥哥加我","哥哥满意","哭泣杀神","哄.铲.谠","哄chandang","品色堂","哄chan党","哄chan当","哄chan挡","哄chan档","哄chan裆","哄chan谠","哄产dang","哄惨dang","哄掺dang","哄残dang","哄産dang","哄铲dang","品色堂","品香堂","哄产党","哄产当","哄产挡","哄产档","哄产裆","哄产谠","哄惨党","哄惨当","哄惨挡","哄惨档","哄惨裆","哄惨谠","哄掺党","哄掺当","哄掺挡","哄掺档","哄掺裆","哄掺谠","哄残党","哄残当","哄残挡","哄残档","哄残裆","哄残谠","哄産党","哄産当","哄産挡","哄産档","哄産裆","哄産谠","哄铲党","哄铲当","哄铲挡","哄铲档","哄铲裆","哄铲谠","哌替啶","哌替定","哌酰胺","哥的jj","品穴","哈克","哭母","哭爸" ];

get_hashed_word_list(229,161) ->
	[ "塞舌尔私人俱乐部","塔利班","塔內","塔烏","塔內","塔烏" ];

get_hashed_word_list(229,163) ->
	[ "士兵管理員瓦爾臣","壮阳增大胶囊","壮阳啫喱","壮阳喷剂","壮阳延时","壮阳软膏","壹ye情","声优" ];

get_hashed_word_list(229,169) ->
	[ "婚姻改革同居成风","婷婷激情聊天室","婷婷激情聊天室","婴儿被煮成汤","婊子養的","婚嫁业务","婬乱军团","婴儿汤","婴兒汤","婊子","婬水","婊" ];

get_hashed_word_list(230,154) ->
	[ "暴躁的警衛兵靈魂","暴力拆迁打死人","暴躁的城塔野獸","暴躁的馬杜克","暴露的淫荡妻","暮春堂狼友","暴君毛泽东","暴熱的戰士","暗黑法師","暴乳熟女","暴力冲突","暴力执政","暴力执法","暴力拆房","暴力拆迁","暴力爱国","暴力破解","暴力虐待","暴力软件","暴劫倾情","暴富技巧","暴虐统治","暴風亡靈","暴淫网","暴乱","暴乳","暴亂","暴动","暴奸","暴干","暴打","暴淫" ];

get_hashed_word_list(230,179) ->
	[ "法官把法律搞乱了","泉师婊子有味道","法正人间今欲近","法能破一切执著","法能破一切邪恶","波兰总统玩坠机","泽东率领穷光蛋","泽东领导穷光蛋","泽冥领导贪污犯","泽明率领贪污犯","泽民领导贪污犯","泰奴橋警衛兵","法律是可疑的","波霸乳交器具","泰国超强少年","泰奴橋掠奪者","泰奴橋警衛兵","泰式香薰油压","法十輪十功","法一轮一功","法办江泽民","法十輪十功","法十轮十功","法式做爱营","法律诈骗化","法正人间预","法轮周天法","法轮大法好","泰国美少年","泰米尔猛虎","泽尻绘里香","泡沫經濟","法一轮功","法律搞乱","法正乾坤","法治大法","法輪大法","法轮一功","法轮佛学","法轮佛法","法轮修炼","法轮图形","法轮圣王","法轮大法","法轮尊圣","法轮常转","法轮文化","法轮桩法","法轮组织","泡沫經濟","波动少女","波大臀翘","注单修改","泰兴惨案","泰国淫乐","泰式指压","泰式按摩","泽田舞香","法.轮.功","法l2工力","法l轮l功","法x轮x功","法.轮功","法掄功","法爾卡","法謫功","法轮.功","法lun功","法一轮","法抡工","法掄功","法爾卡","法謫功","法论公","法论功","法谪功","法輪功","法轮功","法~倫","法~淪","法~綸","法~論","法~輪","法L功","法~倫","法~淪","法~綸","法~論","法~輪","法侖","法掄","法綸","法謫","法仑","法伦","法侖","法倫","法功","法愣","法抡","法掄","法沦","法淪","法綸","法纶","法論","法謫","法谪","法輪","法轮","波推","泯运","泐" ];

get_hashed_word_list(231,134) ->
	[ "熱血可以換來自由","熱站政論網","熟女俱乐部","熱站政論網","熊田曜子","熊田阳子","熟女丝袜","熟女乱伦","熟女护士","熟女系列","熟女诱惑","熟女颜射","熟妇人妻","熟妇骚器","熟女网","熱比娅","熱比婭","熊炎","熊焱","熟女","熟妇","熟币","熟母" ];

get_hashed_word_list(231,139) ->
	[ "狗男女造爱不关门","狂操你妈我就射","狂草你妈那张嘴","狐狸先生的尾巴","狡猾的风水相师","独眼绅士与少年","狂插男根胶囊","狐狸性爱通讯","独立中文笔会","独立知识分子","狡猾的達夫","狂吞阿娇水","狂插性器具","狗日的警察","狙击瞄准镜","狡猾的達夫","独立台湾会","狮牌密封圈","狼友俱乐部","狗狼養的","狂乳激揺","狂龙掠艳","狐狸之爱","狗娘養的","狗狼養的","狮子彩金","狮子王国","狮牌皮碗","狼友必上","狗雜種","狗交式","狗卵子","狗雜種","狙击弩","狙击枪","狠抽着","狼牙套","狗誠","狗養","狂插","狂操","狂穴","狅操","狗娘","狗屎","狗操","狗日","狗誠","狗警","狗養","狠肏","狼友","狼弩","狗b" ];

get_hashed_word_list(231,143) ->
	[ "珍惜生命远离警察","珍品玻璃纸","現金交易","珍品软包","珍惜毒品","珍惜蝳品","現金交易","珐.輪功","珐仑功","珐轮工","珙産當","珙铲谠","現金","珐仑","珐伦","班禅","班禪","現金" ];

get_hashed_word_list(231,150) ->
	[ "疫苗伤害的是你们","疯狂斗地主","疤痕治疗","疯狂抽送","疆独","疆獨","疯狗","疖" ];

get_hashed_word_list(231,156) ->
	[ "看病最不贵是中国","看病最不难是中国","真人真钱赌博游戏","真诚的网络朋友","真钱加印钞技术","真夜中的圣母","真实上网学历","真实上网文凭","真诚网络朋友","真宫梨沙子","真文凭办理","真诚的哥哥","真资格证书","真钱斗地主","眼镜妹媚dx","真鎗出售","省港流莺","看牌外挂","真主安拉","真人娱乐","真人真照","真人表演","真人视频","真人轮盘","真实本人","真根倒模","真烟接嘴","真烟接支","真舌宝贝","真诚帅气","真身倒模","真鎗出售","真钞一样","真钱娱乐","真钱扑克","看中國","看中國","真主党","真善忍","真理教","真理部","真诚男","眼镜门","真sh忍","真票" ];

get_hashed_word_list(231,170) ->
	[ "突厥斯坦伊斯兰党","窃取活人皮肤","窃听器软件","窃听手表","窃听钢笔","窃.听.器","窃听卡","窃ting器","窃听卡","窃听器","窃听王","窝窝客","窥淫","窥阴","窿鼻","窀" ];

get_hashed_word_list(231,171) ->
	[ "立交桥转晕于桥上","立式双管枪销售","立式双管猎出售","立式双管枪销售","立式双管猎出售","站在馬路收小費","站在马路收小费","立花里子","童颜巨乳","竹本里绪","章孝嚴","竊听器","章孝嚴","童鸡驹","竹希内" ];

get_hashed_word_list(231,186) ->
	[ "纪委的同志洗桑拿","红唇微启粉臀摇","红唇雪乳几人尝","红墙内的秘书们","红色领袖沉浮录","级别把能力搞乱","纪委同志洗桑拿","纪委找俺也不说","纪念本拉登同志","红楼里的女人","红蜘蛛迷奸药","红旗在颤抖","红朝邓二世","红点瞄准镜","纸包梦惊魂","纵情兵团","纏棉辦公","红外透视","红旗漫漫","红朝皇帝","红楼倚梦","红楼绮梦","红楼遗秘","红牛会所","红阳神露","纪元专栏","纪元动态","纪元快讯","纪元文化","纪元特稿","纪念八九","纪念六四","纳粹中共","纵情兵团","纵情少年","纵意大唐","纸盒藏尸","线上投注","红灯区","纯一郎","纯真娘","纪念64","纪念89","红单","红波","纯缅","纳粹","纘","纘","纛" ];

get_hashed_word_list(232,129) ->
	[ "聊斋之欲焰三娘子","职场淫猥白书","職場淫猥白書","职业是做鸡","聘坐台公关","聊天服务","聊斋艳蛇","聊斋艳谭","职场淫行","联动分子","联合教会","联系妹妹","联系方式","联系本人","联通罢工","聘男公关","聖射手","聂荣臻","聊性爱","联系人","聖射手","聚宝箱","聽牌器","聘女ds","聖戰","聯總","聖戰","聯總","聯繫" ];

get_hashed_word_list(232,154) ->
	[ "蚊子跟螳螂去偷看","蚂蚁上树","蚍" ];

get_hashed_word_list(232,176) ->
	[ "谁为腐败晚餐买单","谁是胡温的接班人","谁操我屁股眼","谁让你直播的","调控变空调","调情器具","调情按摩","调情用品","调情震棒","调教虐待","调教项目","谜幻药","谜魂散","谭作人","谭豁子","调教","谋杀","谠亡","谲" ];

get_hashed_word_list(233,129) ->
	[ "遭人强暴就从了吧","道是无秦却有秦","遥想当年春衫薄","遥控自动麻将机","選個學校三萬起","避孕套对卫生巾","達夫警衛兵","遥控器被盗","遥控麻将机","遥控麻將機","遲鈍的圖騰","避孕药催大","遊佐七海","道具自卫","達夫侍從","達賴喇嘛","遙控色子","遠離苼命","遥控彩蝶","遥控色子","遊戲機","遠志明","遺精","道教","達癩","達賴","遺精" ];

get_hashed_word_list(233,132) ->
	[ "鄧小平極其不耐煩","鄧小平的英語水平","鄧小平英语","鄭寶清","鄭運鵬","鄭餘鎮","鄭麗文","鄺錦文","鄧小平","鄧笑貧","鄭寶清","鄭運鵬","鄭餘鎮","鄭麗文","鄺錦文","鄭源","鄭源","鄭義","鄄","鄹" ];

get_hashed_word_list(233,133) ->
	[ "酒杯一端政策放宽","酒后还找野妹子","酒足饭饱会开罢","酷刑之赤裸凌迟","酒井優香","酒井未希","酒井若菜","酒店援交","酥胸白亮","酥胸诱惑","酥软振动","酐乐欣","酐樂欣","酱猪媳","酥痒","酥穴","酥胸","酆","酹" ];

get_hashed_word_list(233,146) ->
	[ "钢铁的心肠黑色胆","钱权交易称下海","钓鱼岛国有化","钱换权能通天","钢珠枪销售","钢珠槍出售","针孔摄像头","针孔摄像机","针孔摄象头","钓鱼岛争端","钓鱼岛事件","钢珠枪销售","钢珠槍出售","钢笔摄像机","钢管舞视频","针孔偷拍","针灸减肥","钓鱼执法","钢珠手枪","钦点凤妃","钻石欲火","钢珠qiang","钓鱼台","钓鱼岛","钢珠枪","钻石冰","钟共","钟央","钻插","钤" ];

get_hashed_word_list(233,155) ->
	[ "雙胞胎姊妹真版女","雷鸣登猎枪出售","雷管制造技术QQ","雷管製造技術qq","雷鸣登猎枪出售","雷管制造技术QQ","雷管製造技術qq","雙管獵槍出售","雙管獵槍销售","雙管獵槍出售","雙管獵槍销售","零八宪章相关","雷明登来复枪","電信局如暗娼","雷明頓出售","雷明頓銷售","雷明顿出售","雷明顿销售","雨夜送耀邦","雪山狮子旗","雷明頓出售","雷明頓銷售","雷明顿出售","雷明顿销售","雪灾=天灾","雄风重振","雅思代考","雅思枪手","集体强奸","集体性爱","集体摸奶","集体摸胸","集体罢工","雏形明子","雙峰秀乳","雨夜迷情","雨荷兼职","雨落南阳","雪地之虎","雪山狮子","雪腿玉胯","零九宪章","零八宪章","零八憲章","零八纲领","零零性性","雷州砍人","雷洛药业","電視流氓","雙十節","零8宪章","雷尼亞","集体淫","雙十節","雨荷网","零投资","零风险","雷代表","雷尼亞","雷议案","雷酸汞","雜種","雙頭","雜種","雞八","雞巴","雞雞","雷汞","電話","電话","雠" ];

get_hashed_word_list(233,163) ->
	[ "风骚淫荡社会时尚","风流yy系列之欲仙","风流漫画家","风骚俏女佣","风骚的少妇","飞机上做爱","飛揚論壇","风月大陆","风月神泣","风洞的弓","风流剑侠","风流小贼","风流情妇","风骚侍女","风骚女友","风骚少妇","风骚性感","风骚欲女","风骚淫荡","飘渺双雄","飛揚論壇","食色厨房","风月梦","风流媚","风流悟","风艳阁","飞龙乱","风水","风骚","食精","飫","飫" ];

get_hashed_word_list(233,178) ->
	[ "鲁迅公园绝食活动","鲜血洒广场","鲁德成","鲍威尔","鲍彤","鲍戈","鲍朴","鲕","鲚","鲣","鲰","鲴","鲻","鲼" ];

get_hashed_word_list(233,190) ->
	[ "龙凤的人人性自慰","龙圩特大暴乱事件","龟头对准阴道","龍縛監禁凌辱","龟头对准阴道","龙之谷外挂","龙飞鸳鸯池","龟壳花宝典","龍火之心","龍火之心","龙氏系列","龍虎豹","龐建國","龜兒子","龜孫子","龍虎機","龍虎豹","龐建國","龙虎吧","龙虎机","龙虎豹","龜兒子","龜孫子","龜公","龜投","龜公","龜投","龜頭","龟公","龟头","龟缝" ];

get_hashed_word_list(99,114) ->
	[ "crwxw.adultcybernet.com","crystalclearmovies.com","crazyxxx3dworld.com","crdyr.3322.org","crocogays.com","creaders","crdyw.info","crypd.info","creaders" ];

get_hashed_word_list(108,97) ->
	[ "larysa.bravoerotica.com","langke.athersite.com","lasiweijiasi.info","ladyboystars.com","la4.lala8.info","laohuji958.com","latexangel.com","laizuoai8.cn","langyou.info","laohj229.com","laohuji8.com","lachiva.net","lala8.info","laodaw.com","lapura.net" ];

get_hashed_word_list(112,114) ->
	[ "prettyjapanesegirls.com","privatepornvideo.com","primeporntube.com","prettyvirgin.com","privateclips.net","prettyirene.net","prideshare.com","primehunks.com","primestuds.com","privatre尤物","private女神" ];

get_hashed_word_list(115,101) ->
	[ "sewuyuetian.1174.net.cn","sewuyuetian.1274.net.cn","seshequ1.takehost.com","seqingliaotian.info","sexboy.fixplace.com","sexyschoolgirl.net","sejiushikong.info","sexogratis.com.mx","sexyfuckgames.com","sexyhomewife.com","sexchampion.net","sexemotions.com","sexhotgames.com","sexyandfunny.dk","se.5yuese.info","se.haohaob.com","sexofvideo.com","sexogratis.com","sexycaress.net","se.3333se.com","se.3399my.com","se.456pao.com","se.45sedy.com","se.500kxw.com","se.550wyt.com","se.5555xx.com","se.567wyt.com","se.568wyt.com","se.600wyt.com","se.688wyt.com","se.700wyt.com","se.70fang.com","se.760wyt.com","se.800kxw.com","se.80fang.com","se.80xxoo.com","se.878kxw.com","se.922wyt.com","se.944kxw.com","se.97ooxx.net","se.97sese.com","se.987kxw.com","se.989kxw.com","se.dasemm.com","se.gaowyt.com","servebeer.com","sexflakes.com","sexgaymes.com","se.10sqw.com","se.369rr.com","se.37pic.com","se.38pic.com","se.40kxw.com","se.40sqw.com","se.455qq.com","se.58gan.com","se.644se.com","se.667ai.com","se.69bb.info","se.70kxz.com","se.77hhh.com","se.90sqw.com","se.97wyt.net","se.99kav.com","se.ffkxw.com","se.kk66.info","se.kx789.com","se.sao34.com","se.sao41.com","se.sao57.com","se.sao74.com","se.sao79.com","se.wyt79.com","sechong.info","sejie20.info","sejiemei.com","selunli.info","semaomi.c.la","seotosem.com","sese860.info","sese888.info","seseliao.com","sesexing.com","sex52sex.com","sexinsex.net","sextasya.com","sexyasia.com","se.28se.com","se.dykx.net","se.se61.com","se333se.com","se97.org.ru","seccse.info","seddse.info","seedose.com","seem78.info","seggse.info","segou.cz.cc","sejiuse.org","sekkse.info","sela99.info","sese126.com","sesebbs.com","sesemov.com","sex511.info","sexgals.org","sexgames.cc","sexinsex.us","sexya.co.cc","sexyleg.org","sexyoung.us","seyehuo.com","seyidai.com","seyixiu.com","se18mm.com","se1se8.com","se53se.com","se94se.net","seaise.com","seavav.com","sebobo.net","seees.info","selang.net","sesed.info","sesef.info","sesefa.com","sesej.info","seselu.com","sesep.info","seseq.info","seser.info","seserr.com","seseu.info","sesew.info","sesezz.com","sexier.com","sexybottom","seyise.com","sezgol.com","se234.com","se299.com","se58s.com","se5y.info","se96se.us","secm.c.la","sehse.com","seseq.com","sewse.com","sexhu.org","sexmv.com","sexrr.com","se41.com","sevp.com","sexcrime","sexybody","sexygirl","sensual","sex8.cc" ];

get_hashed_word_list(115,104) ->
	[ "shanghaiyinxingerji.com","shavennotfurred.com","shemalevideotgp.com","shuangyanpi123.com","shanghaibz.com.cn","shenqingyan.info","shengxing68.com","shicila.t35.com","shipin2012.info","shrinkerusa.net","shuangsini.info","shaofu005.info","shaveasian.com","shcfshuiwu.com","shdouniwan.com","shengfulun.com","shentong520.cn","shiyunyule.com","shooshtime.com","shanalin.info","shimian999.cn","shuiguoji.com","shweixing.com","shyechang.net","shashafa.com","shenshou.org","shimianww.cn","shit.info.tm","shuidong.net","shundasw.com","sh411yy.com","shanmo.info","shanmo8.com","shgj120.com","shimian7.cn","shjzfan.com","shktv98.com","shktvzp.com","showka8.com","shtk168.com","shuren6.com","shafty.com","shcsdl.com","shenycs.co","shiccy.com","shqh168.cn","shsxtv.com","shui果机","shulib.com","she48.com" ];

get_hashed_word_list(115,116) ->
	[ "store.falconstudios.com","studmovietgp.com","streamate.com","steel100.com","stgjkj.com","stlmbbs.cn","stsgzx.com","stv815.com" ];

get_hashed_word_list(230,181) ->
	[ "浴室干骚女系列","浴室干骚女系列","海盗的悠闲生活","流了好多的水","流氓控制农民","浪子与大姐头","浮点震动火龙","海滩特典映像","海运学院艳照","海豹M9销售","流了好多水","流星兼职网","浪侠甘国宝","浪漫女家教","海关没收车","海豹M9销售","流出淫水","流氓警察","流血冲突","浅野温子","浅野真澄","浏览赚钱","浪子燕青","浪漫视频","浮田久惠","浴室乱伦","浴室自拍","海外情郎","海津知香","海滩婊子","流蜜汁","浅仓惠","浜田渚","海乐神","海樂神","海洛因","海运女","海运门","流淫","测试","浓精","浪叫","浪女","浪妇","浪妻","浪淫","浪穴","浴尿","浴资","海宝" ];

get_hashed_word_list(231,178) ->
	[ "精鹰汽狗专卖网","精鹰汽狗专卖网","精装情不自禁","粉红水晶棒","粉红的乳头","粗大的玩意","精修处女膜","粉飾太平","粉红乳晕","粉红小逼","粉面毒狼","粉飾太平","粗壮男优","粗壮硬汉","粗暴执法","精仿原厂","精仿香烟","精品激情","精品至爱","精子泥棒","精油开背","精油推拿","精液四射","精液榨取","精神母亲","精神羞辱","精进要旨","粉红小b","粉红穴","粉肌松","粥健康","粥永康","精子飲","精液浴","粉咪","粉屄","粉穴","精子","精液" ];

get_hashed_word_list(231,181) ->
	[ "組裝錄音監聽器","組裝錄音監聽器","絕望之地","統獨論壇","絕望之地","統獨論壇","絔傢樂","絔家樂","統戰","統獨","統戰","統獨" ];

get_hashed_word_list(233,138) ->
	[ "銷售中控解碼器","銷售售用麻醉槍","銷售盐酸羟亚胺","銷售遙控解碼器","銷售電擊麻醉槍","銷售中控解碼器","銷售售用麻醉槍","銷售盐酸羟亚胺","銷售遙控解碼器","銷售電擊麻醉槍","銷售间苯三酚","銷售麻醉qiang","銷售间苯三酚","銷售麻醉qiang","銷售干擾器","銷售麻黃素","銷售手qiang","銷售步qiang","銷售獵qiang","銷售干擾器","銷售麻黃素","銷售手qiang","銷售步qiang","銷售獵qiang","銷售","銎","銚" ];

get_hashed_word_list(233,185) ->
	[ "鹽酸羟亞胺合成","鹽酸羟亞胺合成","鹿城娱乐","鹿鞭丸","鹽浴","鹱","鹺","鹾" ];

get_hashed_word_list(53,50) ->
	[ "52yiyeqing.blogbus.com","52tieguanyin.com","52异性社区","52luoliao.info","52sese.zxq.net","52异性社区","52bo52bo.com","52gundao.com","5202626.com","520smhy.com","52hegou.com","52soho.info","52031.info","520dnf.biz","521ad.info","521ai.info","522118.org","5252bo.com","5252se.com","528333.com","52ssss.com","52ssss.net","521a.info","5252b.com","525kk.com","527508777","52jpg.net","52mdm.com","52ppsa.cn","52sxhy.cn","52x52.com","52xxoo.us","52ye.info" ];

get_hashed_word_list(56,56) ->
	[ "888er.is.com.my.ek7.cn","88suncitys.com","8800crown.com","88mk.ehoh.net","88suncity.net","880crown.com","8888123.com","8888883.com","880345.com","880568.com","882010.net","885505.com","886781.com","887567.com","888239.com","888317.com","888552.com","888804.com","888895.com","8888ri.com","8888se.com","8888ye.com","889599.com","8899se.com","88mysf.com","88143.com","8816mm.cn","881pp.net","887mm.com","88bbb.com","88msc.com","88msc.net","88wst.com","88xd8.com","885l.com","88dy.com","88kx.com","8855.cc","8880.cc" ];

get_hashed_word_list(97,115) ->
	[ "asianmoviesnetwork.com","asiannudegirlsporn.net","asianpicturesites.com","asianpornofilms.com","asiansextube247.com","asiannudewoman.com","asiansexempire.com","asiamoviepass.com","asianporntgp.com","asiansexgame.com","asianapolis.com","asianmuffin.com","as.mmcop.info","as.mmmko.info","asian4you.com","asiandome.com","asiansex7.com","asianymph.com","assdumper.com","asgardcn.com","assdudes.com","asiator.com","asiatos.com","asshole","asdsds.ws","aswsw.com","asshole" ];

get_hashed_word_list(98,101) ->
	[ "beijingbanzheng.org.cn","beijingyinxingerji.com","bestialityfarmsex.com","beijingshouyao.com","bestasianporno.com","bestgayportal.com","besttubeclips.com","belamionline.com","bearlicious.com","beijingsiyi.net","bestsangna.com","beatmybox.com","beijingnk.com","bet383.com","bet365" ];

get_hashed_word_list(98,108) ->
	[ "blacksonboysmovies.com","bloodisonthesquare","blackshorties.com","blackonboys.net","blacksee.com.cn","blogkou.com","blogktv.com","bldqm.com","bl62.com" ];

get_hashed_word_list(101,114) ->
	[ "eroticagallerypost.com","ertys.com" ];

get_hashed_word_list(102,111) ->
	[ "footfetishexplorer.com","fortunefrontier.com","footfetishtube.com","foshanfapiao99.com","footjobplanet.com","fo3.andean.info","forum.ezup.biz","footbaby.net","fostud.info" ];

get_hashed_word_list(102,114) ->
	[ "freebestialityporn.net","freegayasianpics.com","freesurveyasia.com","freeporntubes.com","freesexygames.org","freshsexvideo.com","francinedee.com","freepornsite.tv","freeteenboy.com","freetubeme.com","freshlysex.com","free8603.com","freechina","freeporn.to","frogsex.com","freedom","freenet","freechina","freetibet","fr78.com","freedom","freenet" ];

get_hashed_word_list(106,113) ->
	[ "jqlts.wangluoliao.info","jq0.98168.info","jq6.98168.info","jq9.98168.info","jqhospital.com","jqsscryp.com" ];

get_hashed_word_list(107,231) ->
	[ "k粉嗨药我的需要","k粉是爹摇头是娘","k粉能幻游人生","k细沙" ];

get_hashed_word_list(110,105) ->
	[ "niuniujidi.1174.net.cn","nipaoniu888.com","nipponporn.com","ninthshop.cn","nimase.com","ni007.com","ni007.net","nielv.com" ];

get_hashed_word_list(111,98) ->
	[ "obsessedwithmyself.com" ];

get_hashed_word_list(112,121) ->
	[ "pym6806.blog.bokee.net" ];

get_hashed_word_list(113,49) ->
	[ "q137229845.baode99.com" ];

get_hashed_word_list(114,101) ->
	[ "revolutionporntube.com","rentixiezhen88.com","realitykings.com","replacemother.cn","realitygays.com","realgaysex.com","reddidi.com.cn","renrenshou.com","rentiyishu.org","realgtube.com","renrenlai.com","rentisetu.com","renmingbao","redruan.info","regalwin.com","renti001.com","rentiart.com","rentieva.com","rentisy.info","renminbao","renticc.com","rentiyy.com","renmingbao","renminbao","revtr.cn" ];

get_hashed_word_list(119,117) ->
	[ "wuxinghonghuipojie.org","wuyoutianqi.com","wudaliansai.tk","wujie.net" ];

get_hashed_word_list(232,141) ->
	[ "药劲过了补点ting","草地一次十块钱","荊棘護衛兵","荊棘護衛兵","荒井美惠子","草你媽","草擬媽","草泥马","荖虎機","草ni马","荡女","荡妇","草" ];

get_hashed_word_list(232,151) ->
	[ "藥材商人蘇耐得","藥材商人蘇耐得","藏独疆独台独","藏人的国旗","藏独=人祸","藏秃=人祸","藍原夕妃","藍沢舞音","藏人国旗","藏人社区","藏族独立","藏族血统","藤原杏里","藤本美咲","藏妇会","藏字石","藏春阁","藏青会","藏青會","藝術家","藤本绫","藥水","藏国","藏独","藏獨","藥水","藪","藪" ];

get_hashed_word_list(83,68) ->
	[ "SD-98遥控解码器","SD-98遥控解码器" ];

get_hashed_word_list(230,141) ->
	[ "捷克CZ100枪出售","捉奸在床一万对","捷克CZ100枪出售","捅死一女两男","捐款就像发情","捍卫粤语","捏你鶏巴","换妻大会","换妻杂交","捅鸡局","捣玉台","捏动","捏弄" ];

get_hashed_word_list(231,141) ->
	[ "獵qiang貨到付款","獵qiang貨到付款","獵頭者出售","獻祭的圖騰","獵qiang銷售","獨立臺灣會","獵頭者出售","獻祭的圖騰","獵qiang銷售","獵槍銷售","獨裁政權","獨裁政治","獵槍銷售","獨夫","獨裁","獨夫","獨立","獨裁","獵槍","獸交","獫","獫" ];

get_hashed_word_list(49,56) ->
	[ "187蚊你都觉得贵","18chengrenwang.com","18plusworld.net","18luoliao.info","18plusporn.com","18259230869","1835288.com","18602748061","18603034070","18603577634","18603755606","18608648530","18608735968","18611059369","18626178707","18627123396","18627173918","18627273443","18657301902","18658019002","18659992255","18676681297","18681816011","18681863881","18688430388","18688753385","18688963126","18699998939","18716562415","18718577257","18720037058","18720038211","18721756801","18743057575","18750254740","18750255874","18750615367","18750751753","18751123147","18755333217","18758158778","18759210823","18759963979","18766373789","18780265461","18786811035","18789820038","18801695839","18807466399","18858735747","18868716522","18910958280","18913107009","18955865559","18969732658","18rtys.info","188100.net","188144.com","188158.com","188178.com","188222.com","188518.com","188700.com","188707.com","189665.com","189999.com","18anmo.com","18jpav.com","18qvod.net","18sao.info","182813996","183613974","1861tk.cn","188mn.com","18900.com","18hhh.com","18moo.com","18nnn.com","18qt.com","18vip.us","18摸","1878.cc","18禁","18摸","18禁" ];

get_hashed_word_list(99,98) ->
	[ "cbtandballbusting.com" ];

get_hashed_word_list(99,99) ->
	[ "cc522.shopping168.net","ccasthmacentre.com","cc.97ganba.com","cctv不差钱","cc4.qq3q.com","cc6.qq3q.com","cc7.qq3q.com","ccrr2222.com","ccrr6688.com","ccrr8899.com","ccrr11.net","cc8rr.com","ccrr11.cc","ccrr11.us" ];

get_hashed_word_list(99,110) ->
	[ "cnaicheng.1174.net.cn","cnh6187.chinaw3.com","cnbaidu.cw8078.com","cnbanzheng.info","cngongyi.com","cnebike.com","cnxgsmh.com","cnlcyl.com","cnado.com","cnjk.info","cnd","cnd" ];

get_hashed_word_list(100,105) ->
	[ "dingxiang.1243.net.cn","dirtylittlewhore.com","digitallongking.com","dingxiang.1249.net","directgalleries.com","dingxiang.1249.net","diabloasians.com","diemengyuan.info","diyidaohang.net","diyidaohang.org","dixiangtea.com","dianxianb.com","diaocha12.com","didi4se.com","digo1d.info","diysome.com","diaoav.com","dihao6.com","dicba.com" ];

get_hashed_word_list(102,105) ->
	[ "finlandtourism.com.cn","firstkaihu.com","filthdump.com","fishmpegs.com","fineporn.net","fisonet.com","fish520.cn" ];

get_hashed_word_list(103,104) ->
	[ "ghaiqianxun.jimdo.com","ghb水" ];

get_hashed_word_list(104,101) ->
	[ "hentaidestination.com","herculesthumbs.com","hentaicounter.com","hentaiticket.com","hentaiordie.com","hefcaishui.com","hentaigames.dk","hellofoot.com","hengjienb.com","hefei999.com","hefeicom.com","hejiwg.info","hentai8.net","heavy2.com","helord.com","heshe.info","he789.com" ];

get_hashed_word_list(109,121) ->
	[ "myamateurhomeporn.com","myeroticdiary.net","myescortguide.net","myextravids.com","mysexygirl.net","mytrannies.com","myjapangf.com","mybaiidu.com","myav123.com","myptc178.cn","my51com.in","my3q.com","mycool" ];

get_hashed_word_list(110,97) ->
	[ "nakedonthestreets.com","nantong.ons51.info","nastyvideotube.com","naughtyamerica.com","naughtyathome.com","nana.qrqr.net","nancen88.com","nahanw.com","name18.com","naive","nacb","nai子","naive","nacb" ];

get_hashed_word_list(112,101) ->
	[ "permanentsolution.org","perfectmasseur.com","petesgalleries.com","perfectguyz.com","perversius.com","penma163.com","peacehall","peacehall","petgirl" ];

get_hashed_word_list(112,111) ->
	[ "pornmoviesarchive.com","police横行霸道","pornmovieshere.com","pornvideosday.com","porngayclips.com","pornstarclub.com","porngoliath.com","pornhubking.com","pornslotz.com","pornasia.net","pornder.com","pornhub.com","pornoxo.com","pojiqi.com","porn99.net","porn" ];

get_hashed_word_list(115,121) ->
	[ "syjh.dns36.ceshi6.com","sycaishui.com","syxd678.com","sybz88.com","sycsq.info","sy669.com" ];

get_hashed_word_list(116,109) ->
	[ "tm2568.com.5678tk.com","tm209.com","tm886.com","tmd政府" ];

get_hashed_word_list(119,97) ->
	[ "wangshangduchang8.com","watchamateurcams.com","wangluoliao.info","wanlinggongye.cn","wap.69park.info","wa.yuan666.com","wangliao.info","wangyoudl.com","wangzhuan.com","wanju2009.cn","waha123.com","wanwawa.com","wawase.info","wanyan.com","wawase.com","waybig.com","wangyi.us","wangzhuan","wanmm.net","wangce","wanwe.ws","wangce" ];

get_hashed_word_list(119,111) ->
	[ "woyinwose.1243.net.cn","womensamenities.com","workinmenmovies.com","work.xinzhong.info","woaidanaimei.info","woaijianzhi.com","woyaojipin.com","wowrain.info","woyao998.com","woircn.info","worldew.com","womei.info","woooll.com","wosetu.com","woir.info" ];

get_hashed_word_list(229,128) ->
	[ "倒下的是临时楼","倒了批文倒指标","倒霉作者到异域","倚天屠龙别记","借你一床春梦","借灾夸恶党","倍他罗定","倒共救国","倒卖军火","倒插莲式","倪育賢","候德建","倪育賢","倪育贤","倒卖","倫公","倫功","倫攻","倬" ];

get_hashed_word_list(229,145) ->
	[ "呼和浩特戒毒所","员工砍死经理","周恩来只喝酒","命运就象强奸","呆在家地震","呖呖园上操","周小川出逃","告别中共","周六性吧","呼唤英雄","呂京花","呂秀蓮","周守訓","周鋒鎖","呂京花","呂秀蓮","呋替定","周健康","周勇軍","周守訓","周小康","周恩来","周永康","周鋒鎖","周锋锁","呼喊派","周洋","呒" ];

get_hashed_word_list(229,151) ->
	[ "嗨死总比枪毙强","嗎啡","嗎的","嗎啡","嗎的","嗑药" ];

get_hashed_word_list(229,152) ->
	[ "嘴边奉献唱高腔","嘴边奉献唱高调","嘉门洋子","嘻弄春根","嘻游中国","嘛奖机","嘵","嘸","嘏","嘬","嘵","嘸" ];

get_hashed_word_list(229,171) ->
	[ "嫂子说你是贱人","嫩臂丰臀何人枕","嫩嫩的阴阜","嫖妓安全","嫖妓指南","嫖娼精英","嫖资纠纷","嫩穴肉缝","嫩草老根","嫩鲍鱼","嫐屄","嫩女","嫩奶","嫩屄","嫩穴","嫩缝","嫩逼","嫩鲍","嫩BB","嫩b","嫠" ];

get_hashed_word_list(229,191) ->
	[ "必须冒充假党员","忘记党章勤政廉","忘记党章民是天","快乐人妻天国","快速办理户口","快速出手奖","快速删帖","必中特码","必赢牌具","快凯公司","快感喷剂","快感热舞","快速删帖","快速删贴","快餐小姐","快餐美女","快鹿弹簧","忽悠百姓","忽视农民","心有花","必中特","快乐AV","必中","快播" ];

get_hashed_word_list(230,146) ->
	[ "撞死百姓没啥事","撩起裙子傍大款","撅起大白腚","撞其火车","撑粤语","撒切尔","撟","撖","撟" ];

get_hashed_word_list(230,153) ->
	[ "晚上一起叫叫床","晚上睡前叫叫床","晚上还去干你姐","普布次仁仁波切","晚上娱乐打炮","晚上趴下就干","晚年周恩來","晚上吊没事","晚上有奶摸","晚上有鸟耍","晚上洞空空","晚上球没事","晚年周恩來","晚年周恩来","時事論壇","時代論壇","時事論壇","時代論壇","晚娘传奇","普罗庚嗪","晕倒型","普通弹","景逸鸣","智利227","普京","普贤" ];

get_hashed_word_list(230,161) ->
	[ "案子未破酒先醉","桂木亚沙美","桃花江黑马","桐岛绘里香","桑东仁波切","桃园蜜洞","桃色家族","桃色爱奴","桃色西游","桃色诱惑","桃花深處","桑拿技师","桜井涼子","桂晓风","桂晓风","桃井望","框体机","桎梏館","桊" ];

get_hashed_word_list(230,163) ->
	[ "森林舞会游戏机","森林之鹰出售","棋牌游戏作弊","森林之鹰出售","棍王巴大亨","森下千里","森咲小雪","森林之狐","森林之狼","森林之豹","森林之鹰","检验弹","森川萌","森洋子","棬","棬" ];

get_hashed_word_list(230,164) ->
	[ "椅子一次二十块","植物白冰","椎名林檎","椎名真央","植物冰","椒乳","椠" ];

get_hashed_word_list(230,168) ->
	[ "模特儿与裁縫師","横批一国两制","横钳树熊式","横山知枝","横财暴富","樱井幸子","樱井彩美","樱井莉亚","樱井风花","樱艳娇女","樱花通信","樊金源","模拟机","樱花穴","樹若菜","樱唇" ];

get_hashed_word_list(230,172) ->
	[ "欲与房价试比高","欲与猛男玩几招","欲火烧身找妹消","欺行霸市稳坐庄","欢迎大家加我qq","欢欢娱乐时空","欧洲东突联盟","欧美私人聚会","欲海天龙传","欢乐性今宵","欧洲圆明网","欲望在燃烧","欲海天龙传","次旺仁增","欢乐之穴","欢迎垂询","欧式油压","欧美图区","欧美大乳","欧美尼姑","欧美强帅","欧美性爱","欧美无套","欧美淫暴","欧美色图","欲仙欲死","欲仙欲浪","欲望如虎","欲望少妇","欲望沙滩","欲望爱杀","欲望猛军","欲望邪神","欲死欲仙","欲海奇侠","欲海神龙","欲海逍遥","欲生欲死","欲魔艳史","款到发货","欽本立","欺实马","欽本立","欧美av","欠干","欠操","欠日","欲火" ];

get_hashed_word_list(230,174) ->
	[ "残暴狠毒恶贯满","殺你一家","殺你全家","残害百姓","殺你一家","殺你全家","殺朱拔毛","殺人犯","残暴毛","殷彩霞","殺人犯","殴打","殷虹","殂","殛" ];

get_hashed_word_list(230,185) ->
	[ "湖锦涛看到女兵","湖岸哨兵隊長","湖岸哨兵隊長","湖岸警衛兵","湖岸護衛兵","湖岸警衛兵","湖岸護衛兵","湿润的内裤","湿身的诱惑","湿身诱惑","湖竟套","湯光中","湿穴","湣","湔","湣" ];

get_hashed_word_list(230,187) ->
	[ "滔天大罪天火烧","满清禁宫秘史","滥用政府权力","滾那嗎瘟比","滾那嗎老比","滾那嗎瘟比","滾那嗎老比","滾那嗎錯比","滑上捋下","满床春色","满意付费","满足身体","滥用枪支","滥用武力","滨崎亚美","滾那嗎B","滾那嗎","滾那嗎B","滑动着","滑油枪","滑膛枪","滾那嗎","滑腻","滴蜡" ];

get_hashed_word_list(230,188) ->
	[ "漆黑将不再面对","漁夫菲斯曼","漁夫菲斯曼","漂流淫河","漫步丝足","漢奸","漏逼","漢奸" ];

get_hashed_word_list(231,138) ->
	[ "犯人老婆也要睡","犯罪词汇","犠母妹","犬交","犬","犬" ];

get_hashed_word_list(231,159) ->
	[ "知道余震的滋味","知道小姐是假酒","短信群发器出售","矯健的馬努爾","短信群发软件","矯健的馬努爾","石拳戰鬥兵","矢田亚希子","知法犯法奖","石原慎太郎","石川亚沙美","石川优季奈","石拳戰鬥兵","石田百合子","矶山沙也加","矶山沙耶香","石化圖騰","矢部美穗","矢野凉子","短线投机","石井亚美","石化圖騰","石川佳奈","矢崎茜","矢泽心","短信猫","石宗源","石峰","石峰" ];

get_hashed_word_list(231,160) ->
	[ "破解自动麻將機","砸你饭碗是城管","砍中你妈小逼","砍伤儿童事件","砍伤19名师生","砍翻一條街","砍杀小学生","砍杀幼儿园","砍翻一條街","破网三剑客","破解单挑王","破解版工具","破解刷Q币","砍人事件","砍杀事件","砍杀学生","砖衡扒户","砝仑大砝","破坏大法","破戒工具","破网软件","破解仪器","破解工具","破解技术","破解投注","破解方法","破解网吧","砍伤32人","砂倉彩","破处门","破瓜之","破繲噐","破解器","砸警车","码王","砝伦","砝轮","破处","破鞋" ];

get_hashed_word_list(231,166) ->
	[ "禁止重庆人进京","禿鷹氣槍出售","禿鷹氣槍销售","福清纪委爆炸","禿鷹氣槍出售","禿鷹氣槍销售","禁断之血族","禁食祷告日","福冈亚也香","禁宫风云","禁母奸淫","禁猎地带","福山安奈","离长春","禽獸","禁尾","禁愿","禽獸","禰","禰" ];

get_hashed_word_list(232,132) ->
	[ "脱掉裤子抱弟腰","脱得精光光","脱衣舞女郎","脑残教育","脱光衣服","脱离中共","脱离共党","脱离共谠","脱精而亡","脱给你看","脱衣美女","脱内裤","脱毛仪","脱离党","脱裤门","脚交","脚奴","脚虐","脱台","脱聊" ];

get_hashed_word_list(232,144) ->
	[ "萨达姆美国风光","萬維讀者論壇","营业执照代办","萬維讀者論壇","萨马兰奇","萬潤南","萨达姆","萩原舞","萬曉東","萬潤南","萊特","萬里","萊特","萬里" ];

get_hashed_word_list(232,155) ->
	[ "蛤蟆叫专家不叫","蛮横的政策","蛮腰蜂乳","蛤蟆","蛩鼽" ];

get_hashed_word_list(232,162) ->
	[ "被剝奪一切權利","被套总比祸国强","被打死也判自杀","被保安狂揍","被删除文章","被日的女仆","被党整过","被害学员","被毛整死","被砍事件","被警察打","袁紅冰","被人干","被党整","被增长","被插得","被立王","被自愿","袭近平","被干","被插","被操","被日" ];

get_hashed_word_list(232,163) ->
	[ "裸体女人坐电线","裸体走进夜总会","裸體走進夜總會","製造緬古合成","裏素人倶楽部","製造緬古合成","製作炸藥QQ","裁判女教师","裸海神猛男","裸海神美男","製作炸藥QQ","裸照图片","裸聊激情","裸聊网站","裙下风光","裙内偷拍","裸体在线","裸体少妇","裸体按摩","裸体美男","裸体视频","裸体贴图","裸照图片","裸聊激情","裸聊网站","裸露自拍","裏菲斯","裏菲斯","裤袜","裸体","裸女","裸照","裸窷","裸网","裸聊","裸舞","裸陪","裸體","裹本" ];

get_hashed_word_list(232,177) ->
	[ "象把皇帝的手枪","象习近一样平","象李克一样强","象轮奸像强奸","豐饒的果實","豐饒的果實","象妓女睡觉","豪华轮盘","象蚂蝗","豔尻","豪乳" ];

get_hashed_word_list(232,182) ->
	[ "趕走嫖客自己睡","超絶快感物語","超额的会务费","越来越像police","超模性史","超毛大鲍","超级舞男","超高級孃","足球投注","足球改单","足球皇冠","足球系统","趙品潞","趙建銘","趙曉微","趙海青","超七八","超人也","超女也","超７８","超ＧＹ","趕你娘","趙俊卿","趙品潞","趙建銘","趙曉微","趙海青","趙紫陽","足脚交","趙南","超他","超你","超她","超妳","趙南","足交","超78","超GY","趼" ];

get_hashed_word_list(232,183) ->
	[ "跟到涛哥混口饭","跟我走进夜总会","跟着涛哥混口饭","跟我装b全干倒","跑商外挂","跟踪仪器","跨下呻吟","跨省删帖","跨省毁报","跳蛋器具","跑吗机","跑灯机","跑马机","跟踪器","跳大神","路易","跳楼","跳蛋","跞","跫","跽" ];

get_hashed_word_list(232,186) ->
	[ "躺在床上玩小鸡","身份證生成器","身份證生成器","身份证生成器","身份证出售","躑","躒","躓","躚","躦","躪","躅","躑","躒","躓","躚","躜","躦","躪" ];

get_hashed_word_list(232,187) ->
	[ "軍委副主席毛泽","軍用手槍出售","軍用手槍销售","軍用步槍出售","軍用步槍销售","軍用手槍出售","軍用手槍销售","軍用步槍出售","軍用步槍销售","車侖女幹","軍妓","車侖","軍妓","軺","軺" ];

get_hashed_word_list(233,128) ->
	[ "退出中国共产党","退化成了共产党","送上女人办难事","送上钱财办大事","造价工程师答案","逼里也能吹喇叭","逼里摸点印度油","逼里有口大黑锅","進口氣狗出售","進口氣狗销售","退出了共产党","选霸就是干部","透視隱形眼鏡","透视眼镜专卖","進口氣狗出售","進口氣狗销售","逼无保鸟无套","透shi扑ke眼镜","逍遥游论坛","退▲币▲器","退出了中共","退出共产党","逆勇者传说","逍遥游论坛","通灵师手记","速效迷奸药","逼是好地方","逼里啥都有","逼里好风流","逼里有千秋","逼里装宽带","逼里说快板","逼里跑轮船","退出中共","送货上门","逃亡艳旅","逃离中国","透明扑克","透視撲克","透視眼鏡","透視眼镜","透視蔴將","透視麻将","透视扑克","透视牌九","透视相机","透视眼镜","透视蔴將","透视麻将","递进民主","逗逗小胡","速效紧肤","逩馳寳馬","進京诉冤","連勝德","連勝文","連惠心","連方瑀","退一档","退出傥","退出党","退币器","透视照","速水蘭","速眠水","連勝德","連勝文","連惠心","連方瑀","連線機","逼好痒","逼很紧","退.党","退b器","退dang","造愛","連戰","退傥","退党","退共","退档","退谠","逗乳","逗弄","逗肛","通奸","造反","造愛","連戰","逼奸","逼嫩","逼样","逼樣","逼毛","逼痒","逼穴" ];

get_hashed_word_list(233,150) ->
	[ "閑著沒事帶根吊","開放雜志","開放雜志","閻明複","開獎號","閻明複","開苞","閹狗","開苞","閹狗","閿","閶","閿" ];

get_hashed_word_list(233,151) ->
	[ "问题出在共产党","闵行倒钩门","门朗塔庆","關卓中","關卓中","门徒会","问责会","闹罢工","闻香教","闻齐阴","闹事","闃","闞","闥","闃","闞","闥" ];

get_hashed_word_list(233,154) ->
	[ "随身带着避孕套","隐蔽执法就是爽","难与房价试比高","难忘如火广场景","隐形透視眼镜","隐形透视眼镜","隱形透視眼鏡","隐退的正义","隱者之路","隐型耳机","隐形耳机","隐私地带","隐私部位","隱者之路","隶女志愿","隷従学園","隐窝窝","隔墙听","隆胸","隆鼻","隹" ];

get_hashed_word_list(233,160) ->
	[ "頭領墳墓管理員","頂頂撞撞式","頭領奧馬","頭領奧馬","項小吉","項懷誠","項小吉","項懷誠","頇","頊","頇","頊" ];

get_hashed_word_list(233,161) ->
	[ "顺着乳沟往下摸","題板是宋慶齡","顺义4s店事故","顶楼马戏团","顶得好深","项圈脖套","须藤温子","顿湿滔滔","顔慶章","顔清標","顔慶章","顔清標","顔射","顔射","顓","顥","顬","顓","顥","顬" ];

get_hashed_word_list(233,170) ->
	[ "骑马射箭也不赖","验钞机包通过","骂人歇后语","骚逼喷水","骆冰淫传","验货付款","骚女叫春","骚妇露逼","骚浪人妻","骚浪美女","骚穴怒放","骚逼喷水","骚B熟女","骚妇掰B","骆海坚","骚妹妹","骚姐姐","骚姨妈","骨獅","骚乱","骚乳","骚女","骚妇","骚妈","骚妹","骚妻","骚婊","骚屄","骚母","骚比","骚水","骚洞","骚浪","骚淫","骚痒","骚穴","骚货","骚逼","骚鸡","骨獅","骚b" ];

get_hashed_word_list(77,57) ->
	[ "M92F式手槍买卖","M92F式手槍买卖" ];

get_hashed_word_list(56,49) ->
	[ "8188mu.com hexun.com","81999999.com","811899.com","811922.com","818088.com","81byby.com","810656488","81109.com","812076102","81308.com","81389.com","814722661","815910.cn","81707.com","819639370","8134.net","81438.cn" ];

get_hashed_word_list(57,56) ->
	[ "98印尼反华事件","98.126.191.197","98.131.151.141","980suncity.com","98.126.179.68","98.126.215.82","98.126.246.38","98.126.44.253","98.126.63.42","98renti.org","985588.com","98815.info","988188.com","988wyt.com","98bobo.com","98ccav.com","983790157","98791.com","987rt.com","988717777","98印尼" ];

get_hashed_word_list(97,100) ->
	[ "adultgamereviews.com","adultminigames.com","adamsdorm.com","ademusume.com","ads4cn.com","adstask.cn" ];

get_hashed_word_list(97,118) ->
	[ "aventertainments.com","av.manzokunavi.com","avbo.bo3366.com","avliaotian.info","av.11111av.com","av.bo3366.com","av.xiaiav.com","avfantasy.com","av.07ylw.com","avbarbie.net","avday.com.tw","avlovers.net","avdaren.com","avfree.info","avfunny.com","avhappy.com","avwfuckdown","av.9mei.in","av2003.com","av7788.com","av9898.com","avavg.info","avavi.info","avavn.info","avavo.info","avavod.com","avhere.com","avsee.info","avsemm.net","avsese.net","avswyh.com","avyoua.com","av资源","av22.info","av33.info","av86.info","av973.com","avbos.net","avdhz.com","avdyz.com","avno1.com","avtuo.com","avwyt.net","av78.com","av资源","av66.tw","avgirls","av女" ];

get_hashed_word_list(99,97) ->
	[ "caishen.chinawzk.com","caoliushequ520.info","cartoonpussy.com","cao你大爷","cai.1717go.net","caihong998.com","caibawang.com","caowangji.com","cash28.com.cn","caina588.com","cao你大爷","cao你妈","caifu988.cn","cash126.com","cash163.com","cadinot.fr","caipiao868","camvdo.com","canyaa.com","caoyu.info","cao你妈","cavpp.com","cao你","caoni马","caobi","caoB","cao你","cao我","caobi","caoB" ];

get_hashed_word_list(100,104) ->
	[ "dhxw1388.baode99.com","dh.fi5.us","dhcy.info" ];

get_hashed_word_list(103,119) ->
	[ "gwxlxwrzzx.8008cn.cn","gwzjw.com" ];

get_hashed_word_list(104,97) ->
	[ "haerbin.renti51.info","haicongregistry.com","handan.renti51.info","hannaslinks.com","hardcartoon.com","haofeikeji.com","haijun120.com","hackbase.com","hao58123.com","haowanba.net","haohaob.com","haokusf.com","haoliao.net","haosilu.com","haowyt.info","habimi.com","hanxin.org","hao1788.co","haort.com","haouse.cn","haofu.cm","haog8.cn","haomm.cc" ];

get_hashed_word_list(105,110) ->
	[ "indianangelteens.com","incest","incest","info" ];

get_hashed_word_list(115,117) ->
	[ "superpornovoyeur.com","superpornclips.com","sunnyladies.com","suncity108.com","superkanpo.com","sucheng68.com","suncity28.com","suncity38.com","sunwei159.com","suoyinweb.com","sugardvd.com","sunporno.com","sunxun120.cn","suoyinba.com","suoyin1.com","sun996.com","suaqq.com","suo8.info","sucker","subo.cc","sucker" ];

get_hashed_word_list(116,104) ->
	[ "thumbs.teenmpegs.com","thebestgaysites.com","thefreesextube.com","theasianpussy.com","themoviehost.com","thepornclips.net","throatpokers.com","thegaylover.com","thumbhell.com","themovs.com","theync.com","thin8.info","thec.cn" ];

get_hashed_word_list(116,119) ->
	[ "twinkgallerypost.com","twdetective.com","twistysblog.com","twinksclub.net","twindarkness","twink69.com" ];

get_hashed_word_list(121,97) ->
	[ "yabazhang.mgovps.com","yanzhaomen.tv","yaomeimei.com","yaofenji.com","yaokanav.com","yaokong7.com","yaliang.net","yanmoai.net","yaofada.com","yasi021.cn","yaosp.cn" ];

get_hashed_word_list(121,111) ->
	[ "youramateurlinks.com","youngertrannies.com","yourdarkdesires.com","yourforever.com.cn","youngertube.com","youxijiwang.net","yofonghelp.com","youxiji188.com","youxiji66.com","youxiji888.cn","youmaker.com","youjizz.com","youkan8.com","youxie8.com","youya8.info","youg8.com","yoob.com","you85.cn","yoyo8.ws","yobt.tv" ];

get_hashed_word_list(122,117) ->
	[ "zuoailongpinwang.com","zuqiuxitong.com","zuanshi1000.cn","zuo阴chun","zuucn.com","zuchi.cn","zuoai" ];

get_hashed_word_list(51,48) ->
	[ "307射钉枪改装","307射钉枪改造","303名各界人士","307射钉枪改装","307射钉枪改造","300gays.com","3036789.com","300456.com","300kxw.com","303999.com","30chun.com","30089.com","305683599","306422610","306568943","306605184","307365687","30gan.com","30kxw.com","3038.com","30yo.com" ];

get_hashed_word_list(83,78) ->
	[ "SN8遥控解码器","SN8遥控解码器" ];

get_hashed_word_list(230,186) ->
	[ "溫切斯特出售","溫切斯特出售","溯水美人","溶尸奇案","溶脂蛋白","溫元凱","溫元凱","溫家寶","溫比","溫逼","溫比","溫逼","溫B","溷","溫B","溷" ];

get_hashed_word_list(233,137) ->
	[ "鉛彈氣槍出售","鉛彈氣槍销售","鉛彈氣槍出售","鉛彈氣槍销售","鉴别处女","鉴别处男" ];

get_hashed_word_list(49,53) ->
	[ "1567169.iii365.info","15944111112.com","150609666445","157renti.com","15000898079","15008902920","15010955036","15011916195","15018925756","15019232247","15021398621","15029404025","15058349527","15059162411","15060777704","15060858221","15062278011","15068772274","15073147216","15079028993","15081161115","15083625566","15088901960","15101517758","15101595957","15107115580","15108450199","15118812644","15120944941","15125659339","15150156457","15156207009","15160047932","15160048094","15160071317","15160757578","15166039217","15169547788","15170046198","15177089366","15179408523","15189732080","15198200049","15201736612","15205150189","15215130930","15220245437","15225909162","15227789200","15253168708","15257119224","15257829058","15259243997","15259245585","15259252038","15260481229","15261389171","15262493531","15268753155","15271079593","15278374434","15292216266","15327106013","15327775395","15328036056","15362415378","15520714182","15527795901","15527795902","15545601110","15570711605","15573837711","15576616552","15586267028","15608183376","15611666996","15673966072","15677256897","15681999090","15800289855","15801187688","15801200046","15803810075","15807902658","15811166234","15811836450","15816125959","15817424205","15821056189","15821352296","15828210768","15859243634","15860741389","15860781673","15860839605","15865318642","15866784614","15871494077","15887078668","15888277683","15899977266","15901425089","15903692234","15909465885","15910486275","15918888573","15928356665","15932849797","15960259230","15960959321","15960959585","15969515233","15973793985","15975192462","15982833246","15985977003","15990499877","15995460194","15999194485","15999939939","1500461055","1506587202","1508324777","1511477812","151333.com","1515281196","1520654530","1527489069","1535345302","1535354405","1538332530","1543285346","1548662592","155008.com","1550761256","155177.net","155178.com","1556578870","1563443937","1565155673","1569384236","1569747098","1575169234","1581411861","1585616445","15888.info","155tk.com","157618893","158le.com","15ddd.com","15wy.com" ];

get_hashed_word_list(50,231) ->
	[ "2的三次方宪章","2的3次方宪章" ];

get_hashed_word_list(56,231) ->
	[ "8级地震无预报" ];

get_hashed_word_list(57,46) ->
	[ "9.13事件的真凶","9.13事件真凶" ];

get_hashed_word_list(97,109) ->
	[ "amateurporndump.com","amateurquebec.com","amateurxxxhub.com","amqzbm.com","amm6.com" ];

get_hashed_word_list(98,111) ->
	[ "bootycollection.com","bocaiwangzhan.net","boyfreemovies.com","bo.avcaotang.com","bobo.ririgan.com","bobo.266gao.com","bobo.345gan.com","bobo.566gao.com","bobo.70chun.com","bobo.789gao.com","bobo.gaowyt.com","bobo.mu2012.com","boobpreview.com","bo.177bobo.com","bo.qvdowyt.com","bobo.3qquu.com","bobo.di4se.net","boobsdays.com","bo.40sqw.com","bo.50sqw.com","bo.9bobo.com","bo.kxw91.com","bo.sao16.com","bo.xpwyt.com","bo.66jq.com","boqilai.com","boyuntp.com","bo22bo.com","boweigs.cn","bobaoping","boxun","boxun" ];

get_hashed_word_list(98,114) ->
	[ "brokebackasians.com","bravoshemales.com","brandibelle.com","bravotube.com" ];

get_hashed_word_list(100,101) ->
	[ "deluxeasianporn.com","delixlw.com" ];

get_hashed_word_list(101,112) ->
	[ "epochtpeseed.net.tw","epochtaiwan.net","epochtimes.com" ];

get_hashed_word_list(102,102) ->
	[ "ff78jkq4j.bokee.com","ff123888.com","ffnn.free.fr","ffrtsy.com","ffkkk.com","ffqqq.com","ffqqq.net","ffrrr.com","ffrrr.net" ];

get_hashed_word_list(103,105) ->
	[ "girlsfromheaven.com","girlspornmovies.com","girls8weeks.com","girlsphotos.us","girlsubtle.com","gimmedick.com","gift818.com","gigabyte.cn" ];

get_hashed_word_list(104,113) ->
	[ "hqasianpictures.com","hqboys.com" ];

get_hashed_word_list(105,105) ->
	[ "iinflatabledoll.com","iis99141.tk" ];

get_hashed_word_list(109,111) ->
	[ "monstrousmovies.com","mo.yinlaopo.com","monkamovies.com","moneytalks.com","moveing.com.tw","moviesboys.com","moviesorgy.com","moviesguy.com","motorfun.biz","moviebox.com","moviehoo.com","moxiu168.com","monk11.info","money80.cn","moyi520.cn","mogu2.com" ];

get_hashed_word_list(109,117) ->
	[ "muscledsexstuds.com","musclegayhunks.com","mushroomtube.com","muchmoremen.com","muchuntang.com","muluoba.com","muzi123.com","mu2010.com" ];

get_hashed_word_list(111,108) ->
	[ "olderwomentaboo.com","oldsexteacher.com" ];

get_hashed_word_list(115,112) ->
	[ "sportsweargirls.com","spiceforguys.com","specialedittion","sp3.18moo.com","sp4.18moo.com","sp5.18moo.com","spankwire.com","spring4u.info","springof1989","spa1234.com","spa服务" ];

get_hashed_word_list(116,114) ->
	[ "transexualistic.com","trannyseducers.com","triangleboy","triangleboy","triangle","triangle" ];

get_hashed_word_list(117,51) ->
	[ "u356152.51xingfu.us","u360718.51xingfu.us","u372190.51xingfu.us" ];

get_hashed_word_list(118,105) ->
	[ "virtualsexgames.net","virginitygirls.com","videoporncity.com","videogakuen.com","videosexart.com","viagrawang.com","victoriazx.com","vigrxsales.com","vip3.3gtvt.com","vip4.3gtvt.com","vip8.3gtvt.com","vipmovie.info","vipshipin.com","video419.com","videoone.com","vip.654q.com","vip.7747.net","vip12345.com","vitoliya.com","vielady.com","vip886.com","vip公主","viger.la","vip51.ws" ];

get_hashed_word_list(121,105) ->
	[ "yinxingerjipifa.com","yinsechunxin.com","yinzhengshan.com","yiyeqing123.info","yinghualang.com","yiyeqing001.com","yinlaotou.com","yipenling.net","yindaojs.com","yiqihiba.com","yishengbo.us","yiwufuke.com","yingtax.com","yiwa520.com","yinse5.com","yixiou.com","yiyeqq.com","yinmm.net","yisi8.com","yinshui","yin唇","yin毛","yin道","yin部","yindi" ];

get_hashed_word_list(122,53) ->
	[ "z5002.k.asktang.com","z5558.in" ];

get_hashed_word_list(230,191) ->
	[ "濕了還說不要","激情免费视频","激情视频信息","濕了還說不要","激情片下载","激情聊天室","濕了還說要","激情五月天","激情俱乐部","激情双人秀","激情小电影","激情片下载","激情聊天室","激情运动馆","濕了還說要","激情图片","激光点压","激凸走光","激情一夜","激情主持","激情之女","激情交友","激情假期","激情入口","激情入门","激情午夜","激情图片","激情在线","激情套餐","激情女郎","激情妹妹","激情小说","激情少女","激情影院","激情成人","激情打炮","激情提示","激情文学","激情文學","激情服务","激情泳仔","激情派对","激情潮喷","激情热舞","激情狂野","激情电影","激情短片","激情童男","激情网站","激情美女","激情聊天","激情自拍","激情表演","激情裸体","激情視頻","激情视频","激情诱惑","激情贴图","激情钢管","激情黄色","激清聊天","激清表演","激爱之所","激爽电影","激生轮欲","激情丸","激情片","激情网","激情mm","濫交","濫比","濫貨","濫逼","激插","濡穴","濫交","濫比","濫貨","濫逼","濫B","濫B","濼","濼" ];

get_hashed_word_list(232,152) ->
	[ "蘇特勒守護兵","蘇特勤護衛兵","蘇特勤魔法師","蘇特勒守護兵","蘇特勤護衛兵","蘇特勤魔法師","蘇南成","蘇特勤","蘇盈貴","蘇紹智","蘇菲爾","蘇貞昌","蘇南成","蘇曉康","蘇特勤","蘇盈貴","蘇紹智","蘇菲爾","蘇貞昌","蘇拉","蘭迪","蘇拉","蘚鮑","蘭迪","蘧" ];

get_hashed_word_list(232,156) ->
	[ "蜜桃成熟时1997","蜜桃成熟时","蜜桃成熟时","蜜唇","蜜壶","蜜洞","蜜穴","蜜缝","蜜道","蜆","蜆" ];

get_hashed_word_list(233,144) ->
	[ "鐘山風雨論壇","鐘山風雨論壇","鐾" ];

get_hashed_word_list(233,172) ->
	[ "鬥士哈夫拉蘇","鬥士哈夫拉蘇","鬼的小太郎","鬥士霍克","鬥士霍克","鬼畜轮奸","鬼叫春","鬼輪姦","鬼骨场","鬧事","鬧事" ];

get_hashed_word_list(54,52) ->
	[ "64式技术转让","64式技术转让","64手枪出售","64手枪销售","64手槍出售","64手槍销售","64.120.178.243","64二十周年","64学生运动","64手枪出售","64手枪销售","64手槍出售","64手槍销售","64式出货","64式到货","64式制造","64式图纸","64式电话","64式订购","64天安门","64式出货","64式到货","64式制造","64式图纸","64式手枪","64式电话","64式订购","64死難者","64memo.com","641658677","64169.com","64277.com","64757.com","64式qq","64之前","64之后","64之役","64之後","64事件","64伤残","64动乱","64历史","64天安","64学潮","64学运","64尾声","64屠城","64屠杀","64屠殺","64平反","64惨案","64手抢","64手枪","64政变","64旁见","64暴乱","64死难","64死難","64母亲","64民运","64真像","64真相","64纪念","64血案","64血腥","64詩集","64诗集","64运动","64遇難","64镇压","64风波","64式qq" ];

get_hashed_word_list(65,116) ->
	[ "Atan的移动石","Atan的移动石" ];

get_hashed_word_list(65,86) ->
	[ "AV美女小视频","AV美女小视频","AV狼","AV狼" ];

get_hashed_word_list(49,51) ->
	[ "13655.12345611.com","13141314.com","13011374222","13020191613","13053980517","13071284711","13100738115","13107059955","13113051472","13117383239","13121939703","13122660010","13125135185","13128788787","13135320112","13145838885","13145991588","1314wyt.com","13155803009","13159266984","13162325010","13162979460","13172169888","13175074757","13178356956","13196786975","13208258358","13208921209","13212300164","13219332228","13223380751","13235522999","13237560159","13246616285","13265726544","13266668834","13302690386","13310122326","13312924991","13352626289","13383457770","13391910755","13410128940","13413819899","13417318189","13418784295","13418938912","13422432246","13424447948","13453205113","13459516157","13459633077","13466558750","13467880101","13468155807","13476023749","13482287776","13510176318","13510211905","13510969558","13517904441","13519892902","13520677618","13521113240","13524796179","13530093260","13530487772","13532736776","13533367239","13535267074","13537690947","13538882789","13544378151","13551110238","13552197909","13552232910","13556276767","13559479544","13560834241","13575469173","13589955178","13599905473","13605049658","13621126591","13631354179","13632701190","13637479737","13645922829","13650212165","13651063008","13651186558","13651276266","13652411655","13655000884","13657023137","13664195011","13667906844","13668077011","13671904111","13675712818","13676941998","13677399886","13681150469","13681698482","13681752655","13683597691","13688857422","13688941186","13691600682","13694210008","13695044579","13696870702","13697464845","13699890874","13707518698","13707568123","13710054171","13711679614","13713884827","13714188466","13716140748","13716743141","13717618648","13718344635","13718370891","13725932528","13727358394","13728719333","13728832595","13751212246","13751893776","13755557188","13761512831","13761999047","13762562271","13762824073","13767519896","13770707873","13781238894","13790242560","13790635807","13791823760","13797575744","13808186252","13816120484","13817341272","13818798170","13824358180","13826419279","13827203280","13850507433","13860420171","13874383940","13886113114","13888wg.com","13889444328","13896666258","13913471015","13913841440","13917340054","13917433611","13950108349","13960933625","13973251117","13973848836","13983231935","13995698078","130444.com","130wyt.com","1314ll.com","1315917644","131669.com","131888.com","1320302529","133433.com","1336245262","1337220580","1344437186","1348199855","1349768145","135155.com","1359555926","135cao.com","1362290193","1363487920","1365845811","1372435135","1374072566","1375592345","1377196203","1377413162","1379051863","138222.com","1391344102","1393255763","1397845823","1398070981","13meil.com","130049968","13191.com","138003654","138178.cn","138659292","138dy.org","139134410","139my.com","13bbb.com","13wen.com","13ml.net","131.com" ];

get_hashed_word_list(51,97) ->
	[ "3animalsextube.com" ];

get_hashed_word_list(97,49) ->
	[ "a1.qqliaotian.info","a11.baohuaa.info","a11.xiangni.info","a1.xiangni.info","a16.126ei.com" ];

get_hashed_word_list(97,108) ->
	[ "allbestmatures.com","alltiao.34335.com","allfreegay.com","allboner.com" ];

get_hashed_word_list(100,108) ->
	[ "dlxbdz.wanye68.com","dl.com" ];

get_hashed_word_list(103,111) ->
	[ "goldcoastgirls.com","gonzoxxxmovies.com","godaddychina.org","gong.产一谠","go.oomop.info","gongnu618.com","gong产组织","googlermb.com","googlework.cn","gogomeme.com","gongchandang","gongfuyu.com","goodokok.com","gotgonzo.net","gobossy.com","gong.铲谠","gongchan党","gongchan当","gongchan挡","gongchan档","gongchan裆","gongchan谠","gong产dang","gong惨dang","gong掺dang","gong残dang","gong産dang","gong铲dang","goodump.com","gogtea.com","gong产党","gong产当","gong产挡","gong产档","gong产裆","gong产谠","gong惨党","gong惨当","gong惨挡","gong惨档","gong惨裆","gong惨谠","gong掺党","gong掺当","gong掺挡","gong掺档","gong掺裆","gong掺谠","gong残党","gong残当","gong残挡","gong残档","gong残裆","gong残谠","gong産党","gong産当","gong産挡","gong産档","gong産裆","gong産谠","gong铲党","gong铲当","gong铲挡","gong铲档","gong铲裆","gong铲谠","goodrt.com","goupoo.com","goo88.net","gooton.cn","gogo.net","gordi.ch" ];

get_hashed_word_list(109,97) ->
	[ "madebyamateurs.com","mantomanmovie.com","maturegaydvds.com","masturmonkey.com","mathporntube.com","mamitalinda.com","malemotion.com","manbukkake.com","mashasvids.com","madthumbs.com","maledemon.com","magpost.com","maomao8.com","mature6.com","maopian.cc","matgay.com","maort.net","making","makelove","maji.dk","making","master" ];

get_hashed_word_list(110,101) ->
	[ "newyf.creditqp.com","newsensations.tv","newsfilter.org","newjob8.com","newsmth.net","nekognvol" ];

get_hashed_word_list(112,97) ->
	[ "paradisecuties.com","parentalvideo.com","passionclips.com","paintighere.com","palacemoon.com","paiji111.com","pargroup.org","parke888.com","paper64","paper64" ];

get_hashed_word_list(114,117) ->
	[ "ruilizhengxing.com","rudepirate.com","ru5555.com","ru6666.com","ru8866.com","ruifeng.us" ];

get_hashed_word_list(115,109) ->
	[ "sm.bigdesire.co.jp","smutedition.com","sm少年受虐","smutjoy.com","sm电击器","smoothskin","smfun.com","smgyp.com","smutp.com","sm交友","sm图片","sm用具","sm用品","sm调教","sm" ];

get_hashed_word_list(116,111) ->
	[ "totallygayporn.com","touzhuxitong.info","topadultlist.com","torrentspots.com","tonicmovies.com","topxxxgames.net","topsunclub.com","tokyohot.com","tool7001.com","tooporn.net","tom126.com","tom569.com","top689.com","to68.info","tokyohot","toratora","tont.cn" ];

get_hashed_word_list(116,117) ->
	[ "tuidang.epochtimes","tuoyiwu1.261b.com","tubedbabes.com","tubegalore.com","tubethumbs.com","tubekitty.com","tutuba.info","tu5077.com","tubuni.com","tube8.com","tui党","tui档","tui谠","tui?" ];

get_hashed_word_list(120,114) ->
	[ "xratedsexgames.com","xrdzkj.com","xrtys.com" ];

get_hashed_word_list(121,117) ->
	[ "yuwangtiantang.com","yubg.972777.cn","yuan666.com","yufengda.cc","yuhenet.com","yukihoshino","yuseju.info","yuleqq.com","yuleyp.cn","yuming","yule8.cc","yuilee","yuming" ];

get_hashed_word_list(230,133) ->
	[ "慈禧秘密生活","慰安妇","慰春情","慶紅","慧网","慶紅" ];

get_hashed_word_list(230,162) ->
	[ "梦幻西游外挂","梅花革命","梦中娇娃","梦回二八","梦幻油压","梦幻迷情","梦网洪志","梁擎暾","梅璇婷","梅花屄","梯恩梯","梅毒" ];

get_hashed_word_list(231,149) ->
	[ "留個影豔照了","當官的喜貪贓","畑野浩子" ];

get_hashed_word_list(231,154) ->
	[ "皇冠备用网址","皇冠正网开户","皇冠现金开户","皇冠网址导航","皇宫娱乐公司","皇冠会员网","皇冠国际网","皇冠娱乐城","皇冠代理","皇冠国际","皇冠娛樂","皇冠开户","皇冠投注","皇冠球网","皇冠赌球","皇冠赔率","皇冠足球","皇家赛马","皇家轮盘","皇家骑士","皇朝秘使","皮鞭手拍","皮條客","皮條客","皇軍","皇軍","皴" ];

get_hashed_word_list(231,168) ->
	[ "稻草人闯江湖","程序破解","稳健赢利","稻田千花","稀崎优","程鐵軍","稅力","稅力","程凱","税务","税票" ];

get_hashed_word_list(231,173) ->
	[ "筋肉族之巨根","签字是威逼的","筋肉勃起","筋肉猛熊","等你插","筹码","筇" ];

get_hashed_word_list(231,191) ->
	[ "翻牌机遥控器","翅臀浪妹","翘臀嫩穴","翘臀嫩逼","翻下包皮","翻牌机","翥","翮" ];

get_hashed_word_list(232,136) ->
	[ "航空电子票务","舔弄大阴唇","舔弄小鸡鸡","舊斗篷哨兵","舊斗篷哨兵","舔弄大阴唇","舔弄小鸡鸡","舔阴自慰器","舞男真面目","舌战法庭","舌战群芳","舞島美穂","舌头添","舌头穴","舌头舔","舔下面","舔丝袜","舔动着","舔屁眼","舔花苞","舔鸡巴","舔jj甜","舢舨92","舐吸","舔xue","舔便","舔吮","舔吻","舔奶","舔屄","舔弄","舔批","舔着","舔磨","舔穴","舔肛","舔脚","舔舐","舔蛋","舔足","舔逼","舔遍","舔阴","舔陰","舔鞋","舔B","舂","舳" ];

get_hashed_word_list(232,146) ->
	[ "蒲公英方程式","蒙汗药出售","蒙古達子","蒙古獨立","蒙古達子","蒙古鞑子","蒹职美女","蒙.汗藥","蒙古獨","蒂巴因","蒋中正","蒋介石","蒋品超","蒋经国","蒋达德","蒙古国","蒙古獨","蒙汗药","蒙汗藥","蒙福派","蒙獨","蒙独","蒙獨","蒇" ];

get_hashed_word_list(75,231) ->
	[ "K粉技术转让","K粉技术转让","K粉出货","K粉到货","K粉制作","K粉电话","K粉製作","K粉订购","K粉出货","K粉到货","K粉制作","K粉电话","K粉製作","K粉订购","K粉qq","K粉qq","K粉" ];

get_hashed_word_list(49,46) ->
	[ "1.5060966645e+011","1.lamb2009.info","1.tiaotiao.info","1.selaosan.org","1.17sss.org","1.18ddd.com","1.8277.cc","1.se12.us","1.ss8.us" ];

get_hashed_word_list(49,48) ->
	[ "1029.12345611.com","1052322.ons52.com","1000scarf.com","100lunwen.com","10shemale.com","1000giri.net","104beauty.tw","1069liao.com","10086cx.com","100woman.cn","1040000.com","10renti.com","100255.com","1003259936","1003897823","1007380800","1007544158","100bbb.com","1010063162","1010481044","1020441744","1025856114","1029635345","1031413828","1034049026","1040193259","1045036194","1047674210","1051403617","1052157080","1055116885","1063163927","1067925428","1071980920","1085792575","1093226157","1095924567","100431240","100779120","100t.info","101zq.com","102dh.com","104651156","10869.com","10kxw.com","10120695","10mb.cn" ];

get_hashed_word_list(50,51) ->
	[ "23589.blogkou.com","234sese.com","233200.com","233288.com","234kxw.com","239678.com","23men.info","23019.com","23331.com","23宪章" ];

get_hashed_word_list(51,54) ->
	[ "360ook.98980.info","365.dv7758.com","365banmei.com","365taobao.org","365renti.org","365tttyx.com","365iii.info","360cc.info","363999.com","364656.com","365our.net","366355.com","36282.com","363847942","365845313","366aa.com","36944.com","369668112","369711731","36916806","36ai.com","3666.us","365gn" ];

get_hashed_word_list(53,49) ->
	[ "51刷人气外挂","51刷人气精灵","51群回帖赚钱","51gupiaokh.com","51rib.ucoz.com","51shuashua.com","51.cov.gfx.by","51gold.net.cn","51juezhan.com","51680168.com","51818.net.cn","518paiju.com","51gaidan.com","51jipin.info","51.77py.com","5151cai.org","51jiafen.cn","51soho.info","51tt888.com","51小秘书","511789.com","5117kj.com","512cao.com","516868.com","516900.com","518cfw.com","518yao.com","51cy88.com","51kkk.info","51xgdd.com","51183.com","511zy.com","512112227","514743481","516409278","516628173","516社论","51770.net","517bc.com","519299528","51cxb.com","51hdw.com","51k51.org","5151shua","51575006","51crq.cn","51ocx.cn","51z8.com","5118.cc","512228" ];

get_hashed_word_list(54,55) ->
	[ "67式无声手枪","67.213.222.200","67.213.222.201","67.228.169.120","67.228.169.123","67.228.169.124","67.159.23.211","67.159.54.153","67.159.54.154","67.215.235.36","67.215.235.58","67.215.235.60","67.215.235.61","67.220.91.034","67.220.92.015","67.19.37.235","67.20.79.111","67.20.96.165","67.220.92.13","67.220.92.14","67.220.92.21","67.228.74.42","67588999.com","67.19.41.22","67.220.91.2","670788.com","678433.com","678688.net","678dnf.com","678sun.com","678vod.com","678wyt.com","67177.com","676880780","677jj.com","678h.info","678rt.com","678庄闲","67cao.com","67gg.info","67vcd.com","6762.com","67uc.com","679.cc" ];

get_hashed_word_list(56,48) ->
	[ "80块钱搞不搞","800suncity.com","800suncity.net","8012345.com","8012345.net","80renti.com","80ylove.com","800098.com","800dnf.com","800kxw.com","802777.com","803888.com","80sex.info","80xxoo.com","80色区","800006.tk","800016262","80399.com","8065.info","80707.com","8089.info","80kxw.com","8049.com","80ri.com","80色区","801w.cn" ];

get_hashed_word_list(56,52) ->
	[ "8495.12345611.com","8417.5m5m.info","84微型手枪","840651919","841268780","84345.com","844596403","845681348","848679455","849660640","84979.com","84ai.info","84898.cn","84949.tk" ];

get_hashed_word_list(56,57) ->
	[ "89年春夏之交","89二十周年","89年天安门","89190392.com","89-64cdjp","89979.co.cc","89天安门","89年学潮","892009.com","894455.com","895555.com","896668.com","898567.com","898688.com","898995.com","899499.com","899969.com","899kkk.com","89-64cdjp","893409505","89466.com","89cao.com","89年6月","8916.com","89pa.com","89之后","89学潮","89纪念","89风波" ];

get_hashed_word_list(57,49) ->
	[ "910824.hmsm88.com","91liaoliao.info","914.cpa85.com","91xiezhen.com","91porn.fr.am","91porn.nu.mu","9158vip.com","910668.com","911kxw.com","911wyt.com","919366.com","91kaihu.cn","91mmm.info","91porn.com","911zy.com","913963122","915qc.com","91694.com","91705.com","91ady.com","91bysd.cn","91.se.gp","91qs.com","91宪章","911.hk" ];

get_hashed_word_list(97,51) ->
	[ "a3.liaomm888.info","a3.216v.info","a33.com" ];

get_hashed_word_list(97,102) ->
	[ "afternoonpotauten","af33.cn" ];

get_hashed_word_list(97,105) ->
	[ "aiqing1314qq.info","aisese.lookin.at","aisewangzhi.info","aitianyou.net.cn","ailiaotian.info","aiqingliao.info","aiboyslove.com","aimei.zw78.com","aizhigu.com.cn","aitongzhi.com","ai.788ai.com","aijiucao.com","aini5215.com","ailiyou.net","aipin365.cn","airenti.com","airenti.net","airkeen.com","aisiren.com","aiyu365.com","aisenv.com","aifzl.com","ai滋","ai滋" ];

get_hashed_word_list(97,112) ->
	[ "apollophoenix.com","apian150.com","ap6688.com" ];

get_hashed_word_list(98,116) ->
	[ "bt唐宋妖武行","bt.5555wyt.com","bt.csze.com","bt亚洲" ];

get_hashed_word_list(98,117) ->
	[ "bukkakefriend.com","bullmarket001.com","bustypassion.com","butianling.com","bulaoge.com" ];

get_hashed_word_list(99,111) ->
	[ "coolgaymovies.com","cockacademy.com","coienchina.info","consignment5173","communistparty","coiencn.info","comrenti.com","comrenti.net","comyishu.com","come988.com","cosoho.info","com.hit.to","comord.com","coien.cn","cosplay" ];

get_hashed_word_list(100,111) ->
	[ "dolphinvideos.com","dopegalleries.com","dongjinggang.org","dongnanpaiju.com","dongshengkj.cn","doggyboys.com","donnaduke.com","domkarin.com","doujinmoe.us","dolbbs.com","downhh.com" ];

get_hashed_word_list(102,101) ->
	[ "femdomdestiny.com","femdomtemple.com","fengxiong888.com","feitengdl.com","fewmovies.com","feifeifa.com","fengxinn.com","feng3.info" ];

get_hashed_word_list(107,97) ->
	[ "kamenbutoukai.com","kaoshishebei.net","kanshipin.info","kaixin588.com","kamikazegirls","kangmeil.com","kanrenti.com","kang164.com","ka0088.com","ka1188.com","ka2288.com","ka3888.com","ka88888.us","ka99999.cc","ka8888.in","kanrt.com","kartt.cn" ];

get_hashed_word_list(108,101) ->
	[ "lethalbitches.com","le0.lelert.info","leghacker.com","leitingxp.com","leju0731.com","leliao.info","letyou.info","lecai.ph","lesee.cc" ];

get_hashed_word_list(77,66) ->
	[ "MB会所按摩类" ];

get_hashed_word_list(109,105) ->
	[ "mingxingshuiwu.cn","mianfeigushi.cn","mihunyao.org.cn","milkyhentai.com","mimi.12kav.info","mimi.16kav.info","mimi.17kav.info","mimi.97kav.info","mimi.99kav.info","mimihouse.info","minghuinews","miqing999.com","miateens.com","mimibase.com","miqingyao.cn","mixstudiovol","miaoyl.info","minghui.org","minghuinews","mitaobv.com","milkengine","milkserver","mimi63.com","miyaow.com","minghui","mihuen药","mise8.com","mihun药","mi魂药","minghui","mi药" ];

get_hashed_word_list(110,49) ->
	[ "n100684.ons77.com" ];

get_hashed_word_list(110,106) ->
	[ "njgamecollege.org","njwjgb.com","njfuke.cn","nj19.com" ];

get_hashed_word_list(114,97) ->
	[ "racialextreme.com","radianttube.com","rawhomeporn.com","randyblue.com","ra123456.com","ra567888.com","ra6699.co.cc","ra833.usn.cc","ra855.usn.cc","ra866.usn.cc","ra877.usn.cc","ra888.usn.cc","ra67890.com","ra85888.com","rayfile.com","rayli51.com","ra0555.com","ra0666.com","ra0756.com","ra0766.com","ra0768.com","ra0999.com","ra1080.com","ra1118.com","ra2244.com","ra3331.com","ra3377.com","ra3899.com","ra4388.com","ra4399.com","ra6099.com","ra7989.com","ra8088.com","ra8383.com","ra8868.com","ra8888.biz","ra9000.com","ra9009.com","ra9999.net","ra0088.in","ra1888.cn","ra1888.in","ra2288.in","ra2888.cn","ra2888.in","ra5566.in","ra6888.cn","ra7788.in","ra7888.cn","ra8888.in","ra8888.tv","ra9999.in","rarfs2you","ra688.in","ra833.cn","ra858.cn","ra49.in","ra66.in","ra66.tv","ra69.in","ra76.in","ra79.in","ra86.in","ra88.tv","ra89.in" ];

get_hashed_word_list(115,115) ->
	[ "ssc778.jobidc.com","sstopten.com","ss11188.cn","ss52ss.com","ss800.info","ssc.6a8.cn","sssz.cz.cc","ss181.com","ss69.info","ssfkw.com","sss.nl.am","sss001.cn","ssxse.com","ssxxo.com" ];

get_hashed_word_list(115,119) ->
	[ "swallowmylove.com","swankmag.com","swjy1999.com" ];

get_hashed_word_list(116,98) ->
	[ "tb.hi.4024.net.cn","tbwfengxiong.info","tbjianfei.info","tbwquban.com" ];

get_hashed_word_list(116,101) ->
	[ "teenartphotos.com","teenboyspic.com","tesorplus.com","teenist.com","tetzf.com","teen","tel" ];

get_hashed_word_list(117,110) ->
	[ "unusualperson.com","unlimitedav.info","uni.cnhynet.com","unixbox","unixbox" ];

get_hashed_word_list(119,105) ->
	[ "wildasianlove.com","winoporntube.com","wildjapans.com","win456.com","wiwxw.com" ];

get_hashed_word_list(54,53) ->
	[ "654改装真枪","654改装真枪","65.254.47.12","65202020.com","654改火","650kxw.com","655155.com","655220.com","655999.com","656bb.info","65223.com","65488.com","654rt.com","654改火","65522.com","656003042","65796.com","65bb.info" ];

get_hashed_word_list(65,52) ->
	[ "A4U人体艺术","A4U人体艺术" ];

get_hashed_word_list(65,114) ->
	[ "Arqus会议场","Arqus会议场" ];

get_hashed_word_list(70,70) ->
	[ "FFX氣槍銷售","FFX氣槍銷售" ];

get_hashed_word_list(80,67) ->
	[ "PCP新贵出售","PCP新贵出售" ];

get_hashed_word_list(81,81) ->
	[ "QQ卖45MM狗粮","QQ假币出售","QQ假钞出售","QQ卖45MM狗粮","QQ假币出售","QQ假钞出售","QQ刷钻","QQ外挂" ];

get_hashed_word_list(231,132) ->
	[ "無線竊聽器","無界瀏覽器","無界瀏覽器","無線竊聽器","無碼電影","無碼H漫","無毛穴","無碼" ];

get_hashed_word_list(231,135) ->
	[ "燃燒彈制作","燃燒彈制作" ];

get_hashed_word_list(49,49) ->
	[ "11xp.1243.net.cn","114tupian.com","1111.fain.tw","110017.com","110139.com","1103731552","1106410710","1106749252","110898.com","110sun.com","1111tk.com","111883.com","111dnf.org","111mcg.net","111msc.com","112118.com","1121616416","112255.com","113188.com","1131934224","1132753663","1141432712","1141510526","1141929461","1147977388","1149303604","1150738978","1154871108","1156769064","1159201746","115bet.com","1160064817","1164079491","1164197342","1172856945","1173381203","1183468801","1191806487","119977.com","11okmm.com","11ssoo.com","1100y.com","112133.in","11227.com","115se.com","115xx.com","116se.com","117653342","118118.jp","118782980","119622500","11crw.com","11dmc.com","11dxw.com","11eee.net","11scg.com","1113w.tv","11776935","11fv.com","11xo.com","11xp.com" ];

get_hashed_word_list(51,43) ->
	[ "3+1+4=85月12号" ];

get_hashed_word_list(51,50) ->
	[ "321plmm.zstx.net","3214321.com","32688.info","32278.com","328905555","329235095","32996.com","32aaa.com","3224.com","32660","32663" ];

get_hashed_word_list(51,57) ->
	[ "39baojianwang.cn","3939521.com","399055.com","39fang.com","39vivi.net","39026.com","39055.com","39612.com","396285287","39809.com","39se.info","39qs.com" ];

get_hashed_word_list(57,55) ->
	[ "97gan.6hhhh.info","97kanlunli.com","97.bo3366.com","97.saowyt.com","97ailiao.info","97gantop.info","97.33dxw.com","97.sao74.com","97.sao79.com","97x.mooo.com","97gaotv.com","97kanav.net","97xiaoba.cn","971122.com","973777.com","975885.com","977000.com","978808.com","979888.com","97993.info","97994.info","979wyt.com","97avba.com","97bobo.com","97ggmm.com","97kjw.info","97liao.net","97mama.com","973298261","975981119","976761232","97694.net","979546229","97gbb.com","97rr.info","97wst.com","97yes.com","97ys.info","977s.com","977x.com","97bi.com","97色色","97sese","97爱" ];

get_hashed_word_list(57,229) ->
	[ "9号卫星天线","9平视频" ];

get_hashed_word_list(97,46) ->
	[ "a.hougong520.com","a.52seren.info","a.rentise.info","a.bbzone.info","a.hswzdh.info","a.008dyy.com","a.17rimm.com","a.1kanmm.com","a.28yyy.info","a.33ddd.info","a.38yyy.info","a.44didi.com","a.48hhh.info","a.53yyy.info","a.56yin.info","a.57slw.info","a.757797.com","a.97liao.net","a.987kxw.com","a.anquye.com","a.bbbus.info","a.sesefa.com","a.slwdh.info","a.xbbxoo.com","a.121888.in","a.123888.in","a.17cmm.org","a.19aaa.com","a.252525.in","a.54261.com","a.54271.com","a.94382.com","a.94383.com","a.dtse.info","a.eeeeee.us","a.kknnn.net","a.kkrrr.net","a.kx747.com","a.kxccc.com","a.ww234.com","a.wymfw.com","a.wymfw.net","a.xyxy.info","a.ygsdh.com","a.ysyy.info","a.44hu.com","a.45x.info","a.8x5x.com","a.a096.com","a.kx59.com","a.dalu.tv","a.9i2.cc" ];

get_hashed_word_list(97,98) ->
	[ "abc.rentise.info","aboluowang.com","abaev.info" ];

get_hashed_word_list(97,110) ->
	[ "analacrobatz.com","animalporntv.com","analsexyboy.com","andrewgirls.com","angelcosplayvol","animestars.net","andingpian.cn","anmo12345.com","anotherlesson","animegay.com","anmo1234.com","anmo1688.com","anmo868.com","anmojie.com","any2000.com","anism.info","anmo58.com","anovel.net","anquye.com","anmoh.com" ];

get_hashed_word_list(99,117) ->
	[ "cucumbertube.com","cutiespankee.com","cui情用品","cuochuang.tk","cu8899.com","cu9988.com","curvybody" ];

get_hashed_word_list(100,46) ->
	[ "d.hougong520.com","d.dingxiang.biz","d.kx747.com" ];

get_hashed_word_list(100,97) ->
	[ "daiqianzheng.com","daiyunbaobei.com","dancingbear.com","daikuan668.com","dailydongs.com","dansmovies.com","dahua2wgw.com","daiyun520.com","daming111.com","dasegege.com","dasemei.info","daselao.com","dajiyuan","dadati.com","dasem.info","dalailama","daojz.com","dazgw.com","daily.vg","dajiyuan","da法好","dafa","damn","dafa","damn" ];

get_hashed_word_list(101,229) ->
	[ "e圆传奇系统","e光美容","e夜温情","e夜激情","e夜情" ];

get_hashed_word_list(101,230) ->
	[ "e时代兼职网" ];

get_hashed_word_list(103,114) ->
	[ "gropedasians.com","groupsex.com.cn" ];

get_hashed_word_list(103,120) ->
	[ "gxkj.blogbus.com","gxingfu.com" ];

get_hashed_word_list(105,106) ->
	[ "ijapanesesex.net" ];

get_hashed_word_list(107,111) ->
	[ "kowalskypage.com","koalaporn.com","kod920.cn","kof1.com","ko180" ];

get_hashed_word_list(107,114) ->
	[ "kristenbjorn.com","krtys.com" ];

get_hashed_word_list(108,120) ->
	[ "lxmc.wanye68.com","lxsm888.com","lx30.com" ];

get_hashed_word_list(109,98) ->
	[ "mb裸海神13号","mb23.com" ];

get_hashed_word_list(110,118) ->
	[ "nvzifangshen.com" ];

get_hashed_word_list(112,105) ->
	[ "pimpfreepics.com","pilibaoliao.4pu","pioneer003.com","pic.99lx.com","pigstube.com","pinkslut.net","pinkeyes.tv","piandh.com","piaoke.org","pi49.com" ];

get_hashed_word_list(113,117) ->
	[ "quanxunwang.info","qukanav.info" ];

get_hashed_word_list(114,53) ->
	[ "r51shihai.top.to" ];

get_hashed_word_list(115,46) ->
	[ "s.btrentiys.info","s.1717mov.com","s.11se.com","s.7x5x.com","s.8x5x.com" ];

get_hashed_word_list(115,111) ->
	[ "somesexgames.com","soho.work8.info","sohowork8.info","sohosoho.info","sohow0rk.info","sohowork.info","sosorenti.com","sohohot.info","soyingzu.com","sobacos.com","sodjy.co.jp","sohocn.info","sohosw.info","sohoboy.ws","soho8.com","soier.net" ];

get_hashed_word_list(116,105) ->
	[ "tiananmenshijian","tiananmen事件","tianlong2wg.com","tianlong4f.cn","tianwanga.com","tianyaya.info","tibetalk","tianandoor","tiegyc.com","tibetalk" ];

get_hashed_word_list(120,117) ->
	[ "xueguanliucf.com","xueli5.com","xu15.com" ];

get_hashed_word_list(122,120) ->
	[ "zxmenshijian.com","zxbz888.com","zxsj188.com","zxyrtys.com","zx002.com" ];

get_hashed_word_list(122,121) ->
	[ "zys.nanhua07.com","zytz88.com","zy666.net","zyy1.com","zyy2.com" ];

get_hashed_word_list(230,134) ->
	[ "憂鬱的艾拉","憂鬱的艾拉" ];

get_hashed_word_list(233,183) ->
	[ "鷹眼派氏族","鷹眼派氏族","鷄巴","鷚","鷚" ];

get_hashed_word_list(53,52) ->
	[ "54手枪出售","54手枪销售","54手槍出售","54手槍销售","54手枪出售","54手枪销售","54手槍出售","54手槍销售","54式出货","54式到货","54式制造","54式图纸","54式电话","54式订购","54式转让","54式出货","54式到货","54式制造","54式图纸","54式电话","54式订购","54式转让","543322.com","54cao.info","54hero.com","54261.com","54271.com","54444.net","54478.com","548810389","54式qq","54手枪","54式qq","54式" ];

get_hashed_word_list(55,55) ->
	[ "77手枪出售","77手枪销售","77手槍出售","77手槍销售","777.liuhecai.hk","77手枪出售","77手枪销售","77手槍出售","77手槍销售","77suvcity.com","7766kxw.info","777xporn.com","77kankan.com","7788456.com","77cqbar.com","77point.com","77式手枪","770080.com","770333.COM","770333.net","770660.com","777321.com","777377.com","777400.com","777651.com","7777fa.com","7777ye.com","777887.com","777989.com","778771.com","7788se.com","778wyt.com","779555.com","77link.com","77qqq.info","77ssoo.com","77234.com","774647858","77691.com","777dv.com","777mi.com","77qqq.com","77rrr.com","77uuu.com","77xf.info","7714.org","77kxw.in","77rj.com","77式口","7774.cc","77bbb","77式" ];

get_hashed_word_list(67,108) ->
	[ "Clockgemstone","Clockgemstone","Client" ];

get_hashed_word_list(70,88) ->
	[ "FX气皇专卖","FX气皇专卖" ];

get_hashed_word_list(104,121) ->
	[ "hypermart.net","hypermart.net","hyshuiwu.com","hyzlyp.com","hy49.com" ];

get_hashed_word_list(49,54) ->
	[ "16494.5w5w.info","163qvod.info","163renti.net","16042886949","163flzx.com","1680008.com","16dy-图库","1604219976","1611309112","1611684987","1614569317","161666.com","1620012007","1620467876","1625520466","1632730245","163win.org","1652066696","1653260597","166178.com","167999.com","168333.com","163xf.net","164515697","164865364","166578.cn","16668.biz","16668.net","1688t.com","16gan.com","16大","16大" ];

get_hashed_word_list(49,55) ->
	[ "173.234.162.152","173.244.222.118","174.133.193.235","174.139.108.162","174.139.129.114","174.139.129.115","173.83.216.113","173.83.218.166","174.139.16.123","174.139.251.10","174.139.31.171","174.123.15.22","174.123.15.23","174.133.4.125","174.139.16.20","17173yxdl.cn","173.83.111.5","174.139.2.85","174.36.67.96","174.37.82.11","174.37.82.12","17173dl.net","1717cai.org","174.133.8.9","174.139.5.5","178sese.com","17youle.com","1708849434","176sex.com","178gan.com","1717cc.cn","171ei.com","173at.com","173av.net","177mm.com","17bt.info" ];

get_hashed_word_list(50,112) ->
	[ "2p.qianjin8.com","2ppaa.com" ];

get_hashed_word_list(51,100) ->
	[ "3dfantasies.net","3d轮盘" ];

get_hashed_word_list(52,49) ->
	[ "411hospital.com","411488.com","41155.com","414mn.com","41654.com","41883.com","419918801","41aaa.com","41bb.info" ];

get_hashed_word_list(53,53) ->
	[ "55349.3e3e.info","55sss偷拍区","55MM狗粮","5556777.com","555yyy.info","5566mm.info","552266.com","552655.com","552777.com","555068.com","555138.com","555558.net","555595.com","5555se.com","5555xx.com","555700.com","555889.com","556612.com","5577tk.com","559889.com","55989.info","559922.com","55cao.info","55fang.com","55MM狗粮","551mi.com","55466.com","555tu.com","55672.com","55yin.com","55581607","55656.tk","55fv.com","55se.net","55sq.com","5577.cc","5587368" ];

get_hashed_word_list(53,56) ->
	[ "588wangzhuan.cn","58.253.67.74","58.64.252.58","58jytong.com","580888.com","581234.com","588699.com","589889.com","58task.com","58weige.cn","58xxoo.com","58123.com","582845414","582857496","584330552","58829.com","58job.com","58sao.com","5868.hk","5877.cc","5889.cc" ];

get_hashed_word_list(55,52) ->
	[ "748596.teasm.cn","74.55.154.140","74.55.154.154","74.86.194.112","74.86.194.115","74.55.36.21","74.55.36.25","74.55.36.26","74.55.36.27","7456sf.com","74485.com","74999.com","7408.com" ];

get_hashed_word_list(57,48) ->
	[ "90semeimei.info","900suncity.com","900wyt.com","901666.com","902008.com","907777.com","908355.com","900kk.com","90170.com","90767.com","908007559","908549306","90jpg.com","90kxw.com","90228.tk" ];

get_hashed_word_list(97,54) ->
	[ "a6.baohuaa.info" ];

get_hashed_word_list(98,49) ->
	[ "b1.xiangni.info","b1.365vk.info" ];

get_hashed_word_list(98,98) ->
	[ "bbs1.229226.net","bbs.190bbs.com","bbs.202999.com","bbs.seo265.com","bbs1.190hk.com","bbs1.bw110.net","bbs.18284.com","bbs.24av.info","bbs.67820.net","bbs.butcn.com","bbs.hzhai.com","bb.56pk.info","bbrenti.info","bbs003.co.cc","bbs.766.com","bbs.9188.in","bbkxw.info","bbs.7gg.cn","bb111.com","bb151.com","bb181.com","bbkxw.com","bbkxw.org","bbmmm.com","bbs.pkmmo","bb555.tk","bbgun" ];

get_hashed_word_list(98,99) ->
	[ "bcd.s.59764.com" ];

get_hashed_word_list(98,106) ->
	[ "bjyinghuang.com","bjxiaojie.info","bjdaiyun.com","bjfapiao.com","bjhthd88.com","bjdfzyy.com","bjxyktx.org","bjymszx.com","bjdcgs.com","bjddgj.com","bjqmsj.com","bjqspj.com","bjtikao.cn","bjwxgj.com","bj136.com","bjjmt.com","bjmba.net","bjxz8.com","bjygw.net","bjyj8.com","bjlgo.cn" ];

get_hashed_word_list(99,49) ->
	[ "c1520.noipx.com","c1521.mbsee.com","c14.171ei.com","c16.171ei.com","c1520.sxn.us" ];

get_hashed_word_list(99,108) ->
	[ "clearwisdom.net","cleoteener.com","clipgalaxy.com","cleepix.com","cliprn.com","clubzp.com","cliti.com","cldz.tk" ];

get_hashed_word_list(100,110) ->
	[ "dnf免费外挂","dnflongzhu.com","dntianxia.org","dnybz958.com","dnf658.com","dnfaaa.com","dnf41.com","dnf43.com","dnf66.net","dnfbx.com","dnfff.com","dnfga.com","dnfxu.com","dnwg8.com" ];

get_hashed_word_list(100,121) ->
	[ "dy.hougong6.com","dylianmeng.com","dy.199s.info","dy.damidy.cn","dykf120.com","dy001.info","dyaaa.info","dybar.info","dyccc.info","dygod1.com","dyaaa.net","dyhlw.com","dyqun.net","dy99.org" ];

get_hashed_word_list(101,98) ->
	[ "eboysstudio.com","eboysvideo.com","ebh66666.com","eb19.info" ];

get_hashed_word_list(101,120) ->
	[ "extremefuse.com","extremetube.com","extremezoo.net","extrapost.com" ];

get_hashed_word_list(104,115) ->
	[ "hswz.totalh.com","hsh598.com","hsm9.com" ];

get_hashed_word_list(108,115) ->
	[ "lschangqing.com","lsa8.com" ];

get_hashed_word_list(109,109) ->
	[ "mm.qqzhuti.info","mm视频聊天","mm.700wyt.com","mmtupian.info","mm.bbrt.info","mm7758.info","mm94wyt.com","mm98wyt.com","mmee111.com","mmpochu.com","mmrtart.com","mm0512.com","mm3333.com","mm818.info","mmcop.info","mmkk88.com","mmmda.info","mm023.com","mm165.com","mm228.com","mm593.com","mmjj8.com","mmtuo.com","mm16.net","mm上门","mm美图","mm视频","mm穴" ];

get_hashed_word_list(110,110) ->
	[ "nn7.18rtys.info","nnw169.info","nnd8.info","nnpe.info","nnsw.info" ];

get_hashed_word_list(110,111) ->
	[ "noah.hmsm88.com","nozokix.com" ];

get_hashed_word_list(110,121) ->
	[ "nylonlesbos.com","nybedu.org","nyrayy.com" ];

get_hashed_word_list(111,110) ->
	[ "ons.tao1973.com","onsfriends.com","onlydudes.com","onlymales.com","ons22.info","ons365.com","one夜情","ons22.com","ons5.com","ons9.com","ons22","ons52","ons56","ons58" ];

get_hashed_word_list(111,117) ->
	[ "ourladyboys.com" ];

get_hashed_word_list(112,99) ->
	[ "pc8.98liao.info","pcikchina.com","pcbjiemi.com","pc3f.com","pc52.net" ];

get_hashed_word_list(112,117) ->
	[ "purpleporno.com","putalocurax.com","puzzporn.com","puke28.com","pussy","pussy" ];

get_hashed_word_list(114,120) ->
	[ "rxyingxiong.net","rx8866.com" ];

get_hashed_word_list(115,48) ->
	[ "s0.yaorenti.com","s0887.com" ];

get_hashed_word_list(115,53) ->
	[ "s5.yaorenti.com" ];

get_hashed_word_list(115,55) ->
	[ "s7.yaorenti.com" ];

get_hashed_word_list(116,116) ->
	[ "ttxiaoshuo.info","ttfatask.com","tt1069.info","ttjqyl.info","ttl188.info","tt2299.com","tt41.info","tt42.info","tt533.com","tt633.com","ttttu.com","tt46.com","ttwe.com" ];

get_hashed_word_list(120,50) ->
	[ "x29.mmnnbb.info" ];

get_hashed_word_list(122,97) ->
	[ "zaotianwawa.com","zaoxie.com.cn","zaixu.net","zaoxie.hk" ];

get_hashed_word_list(122,98) ->
	[ "zbfirsthosp.com" ];

get_hashed_word_list(229,179) ->
	[ "峨嵋密封圈","峨嵋弹簧","峨嵋皮碗","峴","峴" ];

get_hashed_word_list(230,165) ->
	[ "楼市三字经","楊建利","楊懷安","楊月清","楊建利","楊懷安","楊月清","楊周","楊巍","楊周","楊巍" ];

get_hashed_word_list(230,190) ->
	[ "澳洲光明网","澤夫","澤民","澡资","澤夫","澤民","澠","澩","澠","澩" ];

get_hashed_word_list(231,144) ->
	[ "琉璃色战舰" ];

get_hashed_word_list(231,180) ->
	[ "索多玛120天","紅炎猛獸","紅色恐怖","紅炎猛獸","紅色恐怖","素人人妻","素人多名","索朗朗杰","紧缚凌辱","索赔12万","紅燈區","紅燈區","素人娘","納粹","納粹","紧穴","紧窄","紧b","紱","紱","紿" ];

get_hashed_word_list(231,185) ->
	[ "繁体字部分","繢","繰","繢","繰" ];

get_hashed_word_list(232,140) ->
	[ "茅台酒回收","茎候佳淫","茎候佳阴","茎大物勃","茶色炸药","范燕琼","茉莉花","茴香醚","茎精" ];

get_hashed_word_list(232,158) ->
	[ "螺丝大转盘","螞蟻上樹","螺聊","螭" ];

get_hashed_word_list(232,171) ->
	[ "論壇管理員","諾姆","論公","論功","論攻","諾姆","諏","諑","諗","諞","諼","諏","諑","諗","諞","諶","諼" ];

get_hashed_word_list(233,134) ->
	[ "醋氢可待因","醉驾撞死","醬猪媳","醉妃粉","醉警察","醋托啡","醬猪媳","醱票","醮","醴","醵" ];

get_hashed_word_list(233,136) ->
	[ "鈴木麻奈美","鈴木志穗","鈐","鈐" ];

get_hashed_word_list(233,173) ->
	[ "魔女乖乖粉","魔法师日志","魅惑巨乳","魍魉鬼舞","魔剑绝色","魔域私服","魔法与性","魔法加南","魔法圣婴","魔淫之宴","魏京生" ];

get_hashed_word_list(233,182) ->
	[ "鶏毛信文匯","鶏八","鶏吧","鶏女","鶏奸","鶏巴","鶏院","鶏鶏","鶏8","鶏" ];

get_hashed_word_list(239,188) ->
	[ "１８歲淫亂","Ｘ到噴屎尿","Ｇ八","Ｇ叭","Ｇ巴","Ｇ掰","Ｇ芭" ];

get_hashed_word_list(65,231) ->
	[ "A片播放器","A片播放器","A片基地","A片基地","A片","A片" ];

get_hashed_word_list(78,101) ->
	[ "Neckromancer","Neckromancer" ];

get_hashed_word_list(50,52) ->
	[ "24小时上门","24.hbxfw.cn","244699.com","245555.com","246138.com","248886.com","240883120","24166.com","244180244","244732386","24dk.com" ];

get_hashed_word_list(50,55) ->
	[ "2747.2r2r.info","277277.com","27066.com","271375204","272042217","272625988","272888.tk","273941888","277kk.com","278622858","279217828","27eee.com","27gan.com","27432796" ];

get_hashed_word_list(52,56) ->
	[ "4898.2r2r.info","480480.com","486688.com","488400.com","48xxoo.com","48814.com","488aa.com","488aa.net","48kkk.com","48ri.com","48xp.com","48xx.com" ];

get_hashed_word_list(53,48) ->
	[ "5000songok.com","500suncity.com","50sunctiy.com","5080888.com","505888.com","504723305","50617.com","50bb.info","5098.com" ];

get_hashed_word_list(53,54) ->
	[ "56shuashua.com","561pindao.com","567567aa.cn","5685588.com","560wyt.com","566899.com","567111.com","567115.com","567722.com","567bo.info","567pao.com","567wyt.com","56868.info","56xxx.info","563984819","565771611","566se.com","56786.com","567rt.com","568349016","56903.com","56929.com","56956.com","56997.COM","56gao.com","56zy.info","56568.cc","56568.tk","5682.com","56tk.com" ];

get_hashed_word_list(54,50) ->
	[ "623suncity.com","620680.com","62sese.com","62007.com","62191.com","62211.com","622jj.com","623165788","626299.in","62gan.com","62wyt.com","62hh.com","62jj.com","62xp.com" ];

get_hashed_word_list(54,57) ->
	[ "693suncity.com","69.4.234.228","696999.com","699188.com","699788.com","69112.net","69466.com","69477.net","695310451","69nb.com","69式","69试" ];

get_hashed_word_list(55,46) ->
	[ "7.xinbali.info","7.20迫害" ];

get_hashed_word_list(57,52) ->
	[ "94应召女郎","94ccav.info","948666.com","94ccav.com","94qvod.com","94226.com","948860678","94crw.com","94gao.com","94qqq.com","94sss.com","94svs.com","94sxo.com","94xxo.com","94371688","9492.org","9496.org","94se.us" ];

get_hashed_word_list(97,52) ->
	[ "a4.lwwgmm.info","a4.rentiwz.com","a4.153v.com","a4tk.com","a4u","a4y" ];

get_hashed_word_list(97,114) ->
	[ "arcadewank.com","areavids.com" ];

get_hashed_word_list(97,117) ->
	[ "autonet.x0.com","au.icp112.cn" ];

get_hashed_word_list(98,105) ->
	[ "bittertube.com","bitchdump.com","biclzone.com","birdpig.com","bibidu.com","bignews","biaozi","bitch","bignews","bing毒","biaozi","bitch" ];

get_hashed_word_list(99,100) ->
	[ "cdmeinvshe.com","cdbzw88.com","cdream.com","cdtgp.com","cdzzw.com" ];

get_hashed_word_list(99,116) ->
	[ "ct汽车集团","ct透视仪" ];

get_hashed_word_list(100,117) ->
	[ "dushen8888.com","dudusex.com","duogua.com","duowan.com","duowan" ];

get_hashed_word_list(101,99) ->
	[ "ecosway666.com","ecosopp.com","ecosxue.cn","ecoiso.cn","ecosway" ];

get_hashed_word_list(102,115) ->
	[ "fslcshuiwu.com","fsqc8.com" ];

get_hashed_word_list(103,122) ->
	[ "gzxj888888.com","gz888888.com","gzxfdzyl.com","gzbdfzk.com","gzhzcpa.com","gzzt007.com","gzbhzk.com","gzgwdz.com","gzhg007.cn","gzztkj.com","gzqby.com","gzqq8.com","gzab.com" ];

get_hashed_word_list(72,117) ->
	[ "Huihuangtx.com" ];

get_hashed_word_list(104,122) ->
	[ "hzhyshuiwu.com","hzbyfs.com","hzc880.com","hzjpiao.cn","hzabl.com","hzhfz.cn" ];

get_hashed_word_list(105,49) ->
	[ "i18.caomn.info" ];

get_hashed_word_list(105,108) ->
	[ "iliketubes.com" ];

get_hashed_word_list(107,101) ->
	[ "keezmovies.com","keyinxiao.com","kenobar.net" ];

get_hashed_word_list(107,105) ->
	[ "kinkygonzo.com","kikowu.com","killdu.com","kisk.info","king粉" ];

get_hashed_word_list(108,48) ->
	[ "l00suncity.com" ];

get_hashed_word_list(108,122) ->
	[ "lzgtianxia.org","lzgfz.com" ];

get_hashed_word_list(111,118) ->
	[ "overthumbs.com" ];

get_hashed_word_list(112,108) ->
	[ "plineworld.com","plrenti.com","playboy","playboy" ];

get_hashed_word_list(112,112) ->
	[ "pp点点激情","pp3.22p2.co","ppmonth.com","pp008.info","pp61.info","ppcs.info","ppmsn.com","ppsh41","ppt.cc" ];

get_hashed_word_list(114,111) ->
	[ "romanvideo.net" ];

get_hashed_word_list(83,77) ->
	[ "SM后庭器具","SM调教类","SM女王","SM援交","SM舔穴" ];

get_hashed_word_list(117,114) ->
	[ "uraparadvd.com","ur9988.com","url" ];

get_hashed_word_list(118,101) ->
	[ "velvetkick.net","verytranny.com","veryhomo.com","veryqq.cn" ];

get_hashed_word_list(119,49) ->
	[ "w1.2233se.info" ];

get_hashed_word_list(119,56) ->
	[ "w83suncity.com" ];

get_hashed_word_list(120,57) ->
	[ "x9.529913.info" ];

get_hashed_word_list(120,97) ->
	[ "xatfshuiwu.com","xayelang.com","xaxtube.com","xagod.com" ];

get_hashed_word_list(120,103) ->
	[ "xgaysworld.com","xgaysworld.net","xg2.6766.info","xgj.17351.com","xg552288.com","xg22222.com","xgjqsp.info","xg1861.com","xg6000.com","xg9000.com","xg389.net","xgztw.com","xg79.com" ];

get_hashed_word_list(120,107) ->
	[ "xktx88.jqw.com","xkboy.com" ];

get_hashed_word_list(120,109) ->
	[ "xmkeyin.com.cn","xmmjiqing.info","xmhtsw.com","xmm.cc","xmm.la" ];

get_hashed_word_list(120,120) ->
	[ "xxxbizarre.net","xxxgaypost.com","xxxsextube.com","xxxymovies.com","xxxbunker.com","xxff456.info","xxxstash.com","xxoose.info","xxooyy.mobi","xxxgames.dk","xxxxxs.info","xxyy123.com","xxzj555.com","xxoo52.net","xxxzqq.com","xxlhd.com","xxooyy.tk","xxxmix.cc","xxqy.org","xxra.net" ];

get_hashed_word_list(121,50) ->
	[ "y2.wangjiao.us" ];

get_hashed_word_list(122,105) ->
	[ "ziweiqicai.com","zixinqyd.com","zin3x.com","zise5.com" ];

get_hashed_word_list(54,45) ->
	[ "6-4tianwang","6-4tianwang" ];

get_hashed_word_list(65,105) ->
	[ "Aiort墓地","Aiort墓地" ];

get_hashed_word_list(70,101) ->
	[ "Feelmistone","Feelmistone" ];

get_hashed_word_list(48,50) ->
	[ "021xsy.com.cn","021card.com","021shbz.com","023boai.com","025game.cn","027gay.net","021bf.com","022sa.com","028jk.com","02ai.info" ];

get_hashed_word_list(48,55) ->
	[ "0719yh120.com","075116888.com","0769yisu.com","0771mm.com","075am.com" ];

get_hashed_word_list(50,56) ->
	[ "2864.800z.net","28882999.com","288177.com","288289.com","28task.com","28xxoo.com","281275888","282506137","282785840","288jj.com","288kk.com","289163170","28bux.com" ];

get_hashed_word_list(51,53) ->
	[ "35766.cjb.net","35158888.com","35580.com.cn","355399.com","355899.com","35nf.com" ];

get_hashed_word_list(54,54) ->
	[ "66.96.216.168","666777666.com","66.90.70.189","66.90.81.134","666116.info","661111.com","661133.com","661661.com","661789.com","662099.com","665599.com","665789.com","666167.com","666526.com","666808.com","666918.net","666bjw.com","667878.com","668555.com","66bobo.com","66037.com","66149.com","66337.com","66446.com","66456.com","664619449","666mi.com","6642.com","6679.com" ];

get_hashed_word_list(56,54) ->
	[ "86horizon.com","86and81.com","86yuele.com","868658.com","86chat.com","860598742","861448107","863657912","867200442","86tcm.com","86wen.com","86278341","868t.com" ];

get_hashed_word_list(65,100) ->
	[ "Administrator" ];

get_hashed_word_list(97,103) ->
	[ "agg.88gew.net","agesage.jp","agogo.tv" ];

get_hashed_word_list(98,230) ->
	[ "b毛全潦倒" ];

get_hashed_word_list(100,98) ->
	[ "dbjipojie.com","dbykq168.com","db0688" ];

get_hashed_word_list(100,102) ->
	[ "dfjyedukf.com","dfat888.com","dfdz","dfdz" ];

get_hashed_word_list(100,118) ->
	[ "dvd.12uuu.com","dvdboys.com","dvdvcd.net" ];

get_hashed_word_list(101,97) ->
	[ "eastharem.com","easycome8.com","eagergay.com","easjk.info" ];

get_hashed_word_list(102,108) ->
	[ "flingtube.com","flybaidu.info","flowerpillow","flix8.com","fl功" ];

get_hashed_word_list(103,101) ->
	[ "geocities.com","gealasia.com" ];

get_hashed_word_list(103,231) ->
	[ "g点双享器","g点棒","g点","g片","g网" ];

get_hashed_word_list(104,100) ->
	[ "hd90升级版","hdongedu.com","hdtnb.com","hdxyb.com" ];

get_hashed_word_list(104,103) ->
	[ "hgdqw6688.com","hg0444.com","hg0809.com","hg2345.com","hg2888.com","hg3588.com","hg5559.com","hg6568.com","hg6888.com","hg8988.com","hg9858.com","hg996.net" ];

get_hashed_word_list(104,106) ->
	[ "hjasd.zxq.net","hj94.net","hjt传" ];

get_hashed_word_list(104,107) ->
	[ "hk1234567.com","hkfangwei.com","hk66666.com","hk9988.net","hklhcok.tk","hk115.com","hk3588.cn","hk448.com","hk789.com","hk14.net" ];

get_hashed_word_list(104,120) ->
	[ "hxcaishui.com","hxjiaoyu.com","hxdc007.com","hxcsgw.com","hxz007.com","hx120.com","hxnct.com","hxrbh.com" ];

get_hashed_word_list(106,112) ->
	[ "jpavidols.com","jp.4ady.info","jp.ady4.info","jphunter.com","jprenti.com","jpdyy.info","jpdkw.com" ];

get_hashed_word_list(108,100) ->
	[ "ldxdjm.com.cn" ];

get_hashed_word_list(108,108) ->
	[ "ll4.119gc.com","lll.xaoh.cn","lllqvod.com","lll999.com","lllfff.com","llav.net" ];

get_hashed_word_list(109,49) ->
	[ "m1.kb520.info","m1911" ];

get_hashed_word_list(109,54) ->
	[ "m6mm2009.info","m6bbs.com" ];

get_hashed_word_list(109,110) ->
	[ "mn.rt369.info","mn12345.com","mnrti.info","mnzx.info","mndv.net","mnjy.net" ];

get_hashed_word_list(109,112) ->
	[ "mpggalaxy.com","mpceggs.cn","mp3840","mp38","mp40","mp43","mp44" ];

get_hashed_word_list(110,117) ->
	[ "nudevista.com","nutorrent.com","nuaa001.com","nuemen.com" ];

get_hashed_word_list(113,100) ->
	[ "qdminghan.com","qdocean.com","qdxhdy.com","qdamw.com","qdam.com" ];

get_hashed_word_list(113,118) ->
	[ "qvo.687888.cn","qvodse.uuh.me","qvod成人","qvodyys.com","qvod成人","qvdy.info","qvodj.com" ];

get_hashed_word_list(115,97) ->
	[ "saonanren.com","samurai3.net","sanmu007.com","sanxinkj.com","sanqiji.com","sanxin6.com","saomei8.com","san888.com","safeweb","sao42.com","saobi","safeweb","saobi" ];

get_hashed_word_list(115,100) ->
	[ "sdkaifusw.com","sddfnk.com","sdsbyy.org","sdtzw.org","sdxny.com" ];

get_hashed_word_list(115,108) ->
	[ "sldgongnu.com" ];

get_hashed_word_list(115,122) ->
	[ "szjianguo.com","szlongbi.com","sz8088.com","szcsdk.com","szlmgh.cn","sz120.cn" ];

get_hashed_word_list(115,231) ->
	[ "s系双胞胎" ];

get_hashed_word_list(116,106) ->
	[ "tj38朝鲜版","tjlrtys.com","tjtikao.com","tjwxgc.com","tjzxyy.com","tj112.com" ];

get_hashed_word_list(116,112) ->
	[ "tp.46xxx.info","tp7.3333t.com","tps668.com" ];

get_hashed_word_list(117,108) ->
	[ "ultralinx.net","ul86.com" ];

get_hashed_word_list(119,103) ->
	[ "wgb320330.com","wgxiaowu.com","wg7766.cn","wgbobo.cn","wgdnn.com" ];

get_hashed_word_list(119,104) ->
	[ "whoregays.com","whdaikao.com","whcryp.com","whdfnk.com","whabg.COM","whoyo.com","whwxtx.cn","whztj.com" ];

get_hashed_word_list(119,122) ->
	[ "wzhaiyang.com","wzhuan168.cn","wz1118.com","wzwvip.com","wz173.com","wz368.com","wz788.com","wz76.com","wz88.com" ];

get_hashed_word_list(121,115) ->
	[ "ys.46uuu.info","ys.56xxx.info","ysjscl.com","ys168.com" ];

get_hashed_word_list(122,101) ->
	[ "zen1shan2ren3","zenshanren" ];

get_hashed_word_list(229,180) ->
	[ "崗哨士兵","崗哨士兵" ];

get_hashed_word_list(230,169) ->
	[ "橋侵襲兵","橋侵襲兵","橘未稀" ];

get_hashed_word_list(231,179) ->
	[ "系統公告","系統公告","系统公告","系统出租","糞便","系統","糞便","系統","系统","糝","糁","糝","糴" ];

get_hashed_word_list(232,142) ->
	[ "莖候佳陰","莖候佳陰","莫偉强","莫偉强","莲花逼","莹穴","莪" ];

get_hashed_word_list(232,179) ->
	[ "資本主義","資本主義","賽唓諷紜","賀國强","賈廷安","賈育台","賴士葆","賀國强","賈廷安","賈慶林","賈育台","賴士葆","賀龍","賊民","賣國","賣比","賣逼","賣騷","賤人","賤比","賤種","賤貨","賤逼","賬號","賀龍","賊民","賓周","賣國","賣比","賣淫","賣逼","賣騷","賤人","賤比","賤種","賤貨","賤逼","賬號","賤B","賤bi","賤B","賫","賾","賫","賾" ];

get_hashed_word_list(232,188) ->
	[ "輕舟快訊","輿論反制","輕舟快訊","輿論反制","輪大","輪奸","輿論","輪公","輪功","輪大","輪奸","輪姦","輪攻","輿論","輅","輅","輳" ];

get_hashed_word_list(71,65) ->
	[ "GAMEMASTER","GAMEMASTER" ];

get_hashed_word_list(118,111) ->
	[ "voachinese","voanews.com","voachinese","vodh.net","voa","voa" ];

get_hashed_word_list(88,73) ->
	[ "XIAAV论坛","XIAAV论坛" ];

get_hashed_word_list(48,53) ->
	[ "0571anmo.com","0592ttm.com","0510mr.com","0512man.cn","0512zp.net","055055.com","057059.com","0571qq.com","0577wb.com","058178.com","05025.com","0523x.com","05411.com" ];

get_hashed_word_list(49,100) ->
	[ "1diaocha.com" ];

get_hashed_word_list(49,113) ->
	[ "1quantum.com","1qmsj.com" ];

get_hashed_word_list(50,50) ->
	[ "22.zzymw.com","22223333.com","222mimi.com","222mimi.net","222se图片","2233168.com","22518.co.cc","220030.com","220808.com","221228.com","222123.com","222123.net","222253.com","222285.com","2222ye.com","222399.com","222kan.com","222oye.com","222pp.info","223318.com","226889.com","227555.com","22okmm.com","22ssoo.com","22176.com","222a2.com","222dh.com","222kk.com","222mi.net","222tk.com","22562.com","22997.com","22dxw.com","22eee.com","22eee.net","22oye.com","22rrr.com","22wen.com","22fv.com","22se.net" ];

get_hashed_word_list(51,51) ->
	[ "333lian.info","3311888.com","33334444.tk","333hhh.info","3356666.com","3386888.com","33bbb走光","33lian1.com","330088.com","331555.com","332566.com","3333ai.com","3333se.com","3333ss.com","333448.com","336636.com","336636.net","336989.com","338369.com","338833.com","338968.com","339889.com","331mi.net","3333t.com","33385.com","33995.com","33eee.com","33eee.net","33hhh.com","33se.info","33wen.com","33you.com","3374.com","33nf.com","33mm.tk" ];

get_hashed_word_list(51,56) ->
	[ "38248888.com","38fang.com","380082202","382201651","383549798","385tk.com","38797.com","38808.com","389567695","38ccc.com","38jjj.com","38uuu.com","38023722","38117804","38570982","38av.org" ];

get_hashed_word_list(52,239) ->
	[ "4．26社论" ];

get_hashed_word_list(53,55) ->
	[ "57109777.com","57ssss.info","575567.com","577477.com","577688.com","579999.com","57girl.com","575kk.com","5760.info","57866.com","57smm.org" ];

get_hashed_word_list(53,97) ->
	[ "5aikaihu.com","5aizqkh.com","5a5a5a.com" ];

get_hashed_word_list(53,105) ->
	[ "5isotoi5.org" ];

get_hashed_word_list(54,46) ->
	[ "6.danit.info","6.4事件","6.4学潮","6.4屠城","6.4运动" ];

get_hashed_word_list(54,51) ->
	[ "633588.co.cc","633766.com","636555.com","63669.com","63999.com","63118655","63181934","63ks.com" ];

get_hashed_word_list(55,48) ->
	[ "70.85.48.252","70.86.2.53","7000se.com","700788.com","706677.com","707071.com","70709.info","70888.info","70chun.com","70fang.com","70sese.com","706252534","70686.com","708849434","709904895","709991220","70kxw.com","70j.cn" ];

get_hashed_word_list(55,50) ->
	[ "72.9.144.219","72.41.6.146","723724.com","722jj.com","729053701" ];

get_hashed_word_list(55,53) ->
	[ "75.125.41.26","75.126.6.153","75.126.6.154","75.126.6.158","750kxw.com","757666.com","750647778","751645266","753nn.com","755590017","755se.com","756308286","756459624" ];

get_hashed_word_list(56,46) ->
	[ "8.000.org.cn","8.pc152.cn" ];

get_hashed_word_list(56,50) ->
	[ "82676666.com","82xxoo.com","822jj.com","825391143","82snn.com" ];

get_hashed_word_list(57,54) ->
	[ "96.44.141.81","96.44.171.62","96.44.182.51","96.44.182.60","96.44.182.62","969896.com","96fang.com","962940329","965134617","969093051","969131671","969711708","96gao.com","96xp.com" ];

get_hashed_word_list(57,57) ->
	[ "99.xx119.org","999renti.net","999日本妹","99seren.info","991game.com","999219.info","999crown.in","99sqdy.info","990999.com","991555.com","992777.com","996799.com","997999.com","997wyt.com","998333.com","998992.com","999155.com","999399.com","999905.com","999961.com","999981.com","999bzw.com","999ddd.com","999ddd.net","999gcw.com","999jjj.com","999jjj.net","99wyt.info","99xxbb.com","99038.com","991lw.com","991mi.net","99477.com","994795994","995tk.com","995tk.net","9960.info","996tk.com","996v.info","99crw.com","99jq.info","99sat.net","99xjw.com","9912.com","99358684","99bz.net","99fv.com","99rt.net","99sa.com","99神油" ];

get_hashed_word_list(57,115) ->
	[ "9se.dykx.net","9ses.com" ];

get_hashed_word_list(97,119) ->
	[ "aw.icp112.cn","awrenti.cc" ];

get_hashed_word_list(97,122) ->
	[ "az.icp112.cn","azwjz.com" ];

get_hashed_word_list(98,46) ->
	[ "b.999jjj.net","b.055ok.com","b.20sqw.com","b.38aaa.com","b.guiyj.com","b.kknnn.net","b.kkrrr.net","b.xyxy.info","b.15kx.com","b.19aaa.us" ];

get_hashed_word_list(98,51) ->
	[ "b3.3qjb.info" ];

get_hashed_word_list(99,46) ->
	[ "c.anquye.com","c.20sqw.com","c.996yy.com","c.kx747.com" ];

get_hashed_word_list(100,107) ->
	[ "dkshuiwu.com","dkhk888.com","dk1888.cn" ];

get_hashed_word_list(102,109) ->
	[ "fmd00852.com","fm212.com","fm2粉" ];

get_hashed_word_list(102,113) ->
	[ "fqshuiwu.com" ];

get_hashed_word_list(102,120) ->
	[ "fxtopten.com","fxjsqc.com" ];

get_hashed_word_list(102,121) ->
	[ "fydz.166x.cn","fy371.com","fyrjw.com" ];

get_hashed_word_list(103,99) ->
	[ "gcd是畜牲","gcup爆乳","gc党" ];

get_hashed_word_list(104,98) ->
	[ "hblww.com.cn","hbrunhui.com","hbxqlm.com" ];

get_hashed_word_list(104,105) ->
	[ "hitao200.com","hitao500.com","hitao700.com","hitohame.com","hikanpo.com","hitz.to" ];

get_hashed_word_list(105,100) ->
	[ "id666.uqc.cn","idols69.net" ];

get_hashed_word_list(106,46) ->
	[ "j.bxhost.com","j.699av.com" ];

get_hashed_word_list(106,104) ->
	[ "jhgdsadjg.ws","jhqlx.com" ];

get_hashed_word_list(106,111) ->
	[ "jobsonet.com","jockbutt.com","jobsmsn.com","jobsohu.com","jobsonet.cn","jooplay.com","joy69.com" ];

get_hashed_word_list(106,117) ->
	[ "juxingwp.com","juemei.cc","juse1.com","jugy.com" ];

get_hashed_word_list(106,120) ->
	[ "jxganrao.net","jxxlk.com","jxzxyy.cc" ];

get_hashed_word_list(107,107) ->
	[ "kk168318.com","kkbbs1.info","kkbbs4.info","kkk.xaoh.cn","kk1819.com","kk7749.com","kkbbdy.com","kkbobo.com","kkbobo.net","kkbokk.com","kkksss.com","kkmmm.info","kk869.com","kkaaa.com","kkkbo.com","kkkbo.net","kknnn.com","kknnn.net","kkqqq.com","kkqqq.net","kkrrr.com","kkwyt.com" ];

get_hashed_word_list(107,108) ->
	[ "klkxclub.com","kllgm.com" ];

get_hashed_word_list(107,117) ->
	[ "kuaise.cz.cc","kudokix.jp","kulert.net","kuqirt.com","kuulee.net","ku180.com","kuhhh.com","kuzi5.com" ];

get_hashed_word_list(109,115) ->
	[ "msvillage.jp" ];

get_hashed_word_list(111,114) ->
	[ "ordnanceband" ];

get_hashed_word_list(113,108) ->
	[ "qlxjbzx.info","qlzlw.com" ];

get_hashed_word_list(113,116) ->
	[ "qtqt006.info","qt88.co.cc","qt778.com","qtoy.com","qtqm.com" ];

get_hashed_word_list(113,121) ->
	[ "qytfushi.com" ];

get_hashed_word_list(114,108) ->
	[ "rl6688.co.cc" ];

get_hashed_word_list(114,115) ->
	[ "rs6688.co.cc","rs5888.com","rs5999.com","rsbcc.com" ];

get_hashed_word_list(115,99) ->
	[ "scspring.com","scp8848.com","sc9888.com","sc9888.net" ];

get_hashed_word_list(83,101) ->
	[ "Se.20sqw.com","Se.50sqw.com","Server" ];

get_hashed_word_list(116,103) ->
	[ "tg.jjmmw.com","tg2222.com" ];

get_hashed_word_list(116,115) ->
	[ "tslegion.com","tsrenti.cc" ];

get_hashed_word_list(116,122) ->
	[ "tzdz9988.com","tzzxsj.info","tztfcj.com","tzy588.com" ];

get_hashed_word_list(117,46) ->
	[ "u.365ppp.com","u.11se.com" ];

get_hashed_word_list(117,115) ->
	[ "usayugen.net","users.97wyt","ustibet","us588.com","us886.com","usakt.com","user.by","ustibet" ];

get_hashed_word_list(117,116) ->
	[ "utlunwen.com","utxx.com" ];

get_hashed_word_list(118,118) ->
	[ "vvvv.72mm.in","vv088.com" ];

get_hashed_word_list(119,98) ->
	[ "wbpw2007.com" ];

get_hashed_word_list(120,104) ->
	[ "xhamster.com","xhdkw18.com","xh222.info","xhc2.info" ];

get_hashed_word_list(120,108) ->
	[ "xl.kx444.com","xladyboy.com","xl.15kx.com","xl517.com","xldyw.com" ];

get_hashed_word_list(120,121) ->
	[ "xydz1688.com","xybbs6.info","xyq2sf.com","xyxgh.com","xyydkw.cn","xya3.cn" ];

get_hashed_word_list(121,101) ->
	[ "ye.15av.info","yebaobei.com","yese2010.com","yeke.co.cc","yellowsvol","yese69.com","yeswm.com","yeuq.info","ye5u.com" ];

get_hashed_word_list(121,104) ->
	[ "yhshuiwu.com","yhkqyy.com","yh699.net","yh88.info","yhfk.net","yhkfz.cn" ];

get_hashed_word_list(121,109) ->
	[ "ymkikaku.com","ymc168.com" ];

get_hashed_word_list(122,99) ->
	[ "zcshuiwu.com","zckszx.com" ];

get_hashed_word_list(122,111) ->
	[ "zousicar.com" ];

get_hashed_word_list(226,145) ->
	[ "⑥四分子","①肖","②肖","③肖","④肖","⑤肖","⑥肖","⑦肖","⑧肖","⑨肖" ];

get_hashed_word_list(229,153) ->
	[ "噐具表演","器官摘除","噶伦桑东","噶玛巴","噴你","噴你","噴精","噦","噦" ];

get_hashed_word_list(229,158) ->
	[ "垃圾中共","垃圾政府","垵" ];

get_hashed_word_list(229,160) ->
	[ "堀口知美","堀江千春","堕淫" ];

get_hashed_word_list(229,162) ->
	[ "墨索里尼","增值税","增大宝","增大液" ];

get_hashed_word_list(229,178) ->
	[ "岛田沙罗","岡田純奈","岥解儀噐","岩崎杏里","岡巒","岡巒","岍" ];

get_hashed_word_list(230,159) ->
	[ "柴总指挥","柯建銘","柯賜海","柏佳乐","柔阴术","柯建銘","柯賜海","柴玲","柴琳","柴铃" ];

get_hashed_word_list(230,171) ->
	[ "櫻井莉亞","櫬" ];

get_hashed_word_list(231,128) ->
	[ "瀬戸由衣","瀵" ];

get_hashed_word_list(231,163) ->
	[ "磁卡复制","磧","磧" ];

get_hashed_word_list(231,182) ->
	[ "網络賺钱","網络赚钱","經文","經血","網特","網禪","綿恒","經文","經血","網特","網禪","網賺","網赚","綿恒","綣","綰","綣","綮","綰" ];

get_hashed_word_list(232,147) ->
	[ "蓝色蒙古","蓝坝娘","蓝单","蓝双","蓝波" ];

get_hashed_word_list(232,150) ->
	[ "薄谷开来","薑春雲","薩達姆","薄熙来","薄瓜瓜","薑春雲","薩達姆","薛偉","薄码","薛偉","薟","薅","薟" ];

get_hashed_word_list(232,157) ->
	[ "蝶舞按摩","蝴蝶逼" ];

get_hashed_word_list(233,140) ->
	[ "錯那嗎比","錯那嗎逼","錢其琛","錢國梁","錯那嗎B","錠位噐","錢其琛","錢國梁","錯那嗎","錢達","錦濤","錢達","錦濤","錯比","錯逼","錆","錯B","錆" ];

get_hashed_word_list(233,158) ->
	[ "鞭走鞭爱","鞋崇拜","鞽","鞀","鞯","鞴","鞽" ];

get_hashed_word_list(233,159) ->
	[ "韩式松骨","韩式风情","韓東方","韓聯潮","韓東方","韓聯潮","韩东方","韩国馆","韩联潮","韓正","韓正","韉","韞","韉","韝","韞" ];

get_hashed_word_list(233,179) ->
	[ "鳥越乃亞","鳓","鳢" ];

get_hashed_word_list(52,53) ->
	[ "45MM狗粮","45gaods.com","45gaody.com","45gaotv.com","456456.com","456898.com","456gan.com","456mmav.tk","458458.com","45MM狗粮","45sedy.com","45setv.com","451301005","45655.com","456ip.com","456rt.com","45966.com","45xtv.com","45209492","456ip.cn","4582.com","4557738" ];

get_hashed_word_list(67,114) ->
	[ "Crestbone","Crestbone" ];

get_hashed_word_list(75,73) ->
	[ "KISSMYASS","KISSMYASS" ];

get_hashed_word_list(85,108) ->
	[ "UltraSurf","UltraSurf" ];

get_hashed_word_list(48,49) ->
	[ "010erji.com","01qihuo.com","010222.com","013766.com","011884.tk","01dyy.com","01kxw.com","012s.com","01gh.com","01qy.com" ];

get_hashed_word_list(48,56) ->
	[ "08pojie.com","080125.com","086611.com","088789.com","08993.com","08宪章" ];

get_hashed_word_list(48,57) ->
	[ "0951sex.com","090966.com","0909918.cn","09city.com","090522.cn","09078.com","09938.com","09宪章" ];

get_hashed_word_list(50,46) ->
	[ "2.78qqq.com" ];

get_hashed_word_list(50,107) ->
	[ "2kstory.com","2kav.com" ];

get_hashed_word_list(51,55) ->
	[ "3721258.com","3721se.com","375555.com","373635654","377hh.com","37kxw.com","37mmm.com","37niu.com","37447.cn" ];

get_hashed_word_list(52,46) ->
	[ "4.38aaa.com" ];

get_hashed_word_list(52,51) ->
	[ "43renti.org","433448.com","4332.info","43538.com","43678.com","43134187","4394.com" ];

get_hashed_word_list(52,52) ->
	[ "4446789.com","440442.com","442448.com","444447.com","4444ai.com","444518.com","444ggg.com","444ggg.net","444mmm.com","444zzz.net","44fang.com","444mi.net","448545963","44hhh.com","44qqq.com","44rrr.com","44sao.com","44uuu.com","44a4.com","44dx.com","44xp.com","44wz.cn" ];

get_hashed_word_list(52,55) ->
	[ "47chat.info","47renti.com","474849.com","477488.com","477567.com","470541852","47775.com","47897.com","47ai.info","47513.cn","47hj.cn" ];

get_hashed_word_list(54,56) ->
	[ "6882010.com","683188.com","686333.com","6868se.com","688369.com","688568.com","688996.com","68550.com","68567.com","688jj.com","688se.com","68912.com","68831.cn" ];

get_hashed_word_list(54,104) ->
	[ "6hao123.net","6h33.com","6hc.com" ];

get_hashed_word_list(55,54) ->
	[ "76.73.42.86","76.73.42.90","76.73.83.2","766700.com","767666.com","767777.com","761767572","765786305","766jj.com","767960670","76813.com","769937903","76vcd.com","76259721","76688.tk","76821561" ];

get_hashed_word_list(55,56) ->
	[ "789bbb.info","780999.com","787779.com","788008.com","788700.com","789456.com","789818.com","789BBB.com","789gao.com","78195.com","78696.com","788hh.com","788jj.com","789av.com","78bbb.com","78qqq.com","78002198","78491329" ];

get_hashed_word_list(56,51) ->
	[ "8333666.com","830999.com","833733.com","833877.com","833999.com","83087.com","83099.com","833jj.com","83567.com","836044386","8369.info","836922177","838313793","839557715","839559153","83158681","83839404" ];

get_hashed_word_list(56,53) ->
	[ "85230197764","850828.com","850828.net","851212.com","855889.com","850624225","85159.com","854786615","854832422","857357775","858786785","859651222","859952830","85gao.com","85640190","85756306","85798953" ];

get_hashed_word_list(57,53) ->
	[ "95588qq.com","9559555.com","955wen.com","955wyt.com","959wyt.com","95seba.com","951ac.com","956660604","95ai.com" ];

get_hashed_word_list(57,105) ->
	[ "9imovie.com","9irenti.com","9ixxoo.com","9icai.cn","9ik5.org" ];

get_hashed_word_list(97,104) ->
	[ "ahhanmi.com","ahvids.com" ];

get_hashed_word_list(97,120) ->
	[ "axrjtea.com","axxy.info" ];

get_hashed_word_list(98,115) ->
	[ "bsttask.com","bstgg.com" ];

get_hashed_word_list(98,121) ->
	[ "byaad66.com","by8899.com","bye66.com" ];

get_hashed_word_list(98,122) ->
	[ "bzgs888.com","bz100.org","bz176.com","bzgyq.com" ];

get_hashed_word_list(99,101) ->
	[ "cengxin.com","cet4答案","cetaaa.com","cetkey.com","cetycs.com","cet6" ];

get_hashed_word_list(99,105) ->
	[ "cikcatv.2om" ];

get_hashed_word_list(99,113) ->
	[ "cq.tztx.com","cq655.com","cqdy.info" ];

get_hashed_word_list(99,120) ->
	[ "cxbz024.com" ];

get_hashed_word_list(100,100) ->
	[ "dd.9459.org","ddd999.info","ddzj999.com","dd163.info","ddqq88.com","ddppp.com" ];

get_hashed_word_list(100,113) ->
	[ "dqw6688.com","dq9988.com","dqse.biz" ];

get_hashed_word_list(100,115) ->
	[ "dsw0310.com","dsdbtz.com","dsnzzx.com" ];

get_hashed_word_list(100,116) ->
	[ "dtvideo.com" ];

get_hashed_word_list(100,120) ->
	[ "dxqf168.com","dxdx2.info","dxton.com" ];

get_hashed_word_list(101,46) ->
	[ "e.kx747.com","e.ynnp.com" ];

get_hashed_word_list(101,100) ->
	[ "edu1580.com" ];

get_hashed_word_list(101,101) ->
	[ "eee.xaoh.cn","eee444.net","ee55.info","eebbb.net","eewyt.com" ];

get_hashed_word_list(102,50) ->
	[ "f2.261f.com" ];

get_hashed_word_list(102,51) ->
	[ "f3.261f.com" ];

get_hashed_word_list(102,52) ->
	[ "f4.261f.com","f4nn.com" ];

get_hashed_word_list(103,49) ->
	[ "g1.261f.com" ];

get_hashed_word_list(104,110) ->
	[ "hngb120.com","hn1069.net","hnbpyc.com","hn69.com","hnlm.net" ];

get_hashed_word_list(105,115) ->
	[ "ising99.com" ];

get_hashed_word_list(105,120) ->
	[ "ixinpin.com" ];

get_hashed_word_list(106,101) ->
	[ "jetwang.com","jejm.info" ];

get_hashed_word_list(106,108) ->
	[ "jlrenti.com","jlfuke.com","jlesw.com","jlljr.com" ];

get_hashed_word_list(107,121) ->
	[ "kyqvod.info" ];

get_hashed_word_list(108,99) ->
	[ "lcfirst.com","lcsy8.com","lcwyt.com" ];

get_hashed_word_list(108,104) ->
	[ "lhc071.info","lhj365.com","lhc123.hk","lhc80.com","lhctz.net","lhc.hk" ];

get_hashed_word_list(108,121) ->
	[ "lywoool.com","lyx-game.cn","lybbs.info" ];

get_hashed_word_list(109,103) ->
	[ "mgjzybj.com","mgyc.net" ];

get_hashed_word_list(109,108) ->
	[ "mlszjgs.com","mldld.cn" ];

get_hashed_word_list(77,76) ->
	[ "ML花运动","ML花革命","ML花" ];

get_hashed_word_list(109,118) ->
	[ "mvliao.info" ];

get_hashed_word_list(110,115) ->
	[ "nsfwftw.com","nssearch.jp" ];

get_hashed_word_list(111,102) ->
	[ "ofeefee.com" ];

get_hashed_word_list(111,104) ->
	[ "ohrenti.com" ];

get_hashed_word_list(111,107) ->
	[ "okaygood.cn","ok1008.com","okk888.com","ok226.net","ok515.com","okokt.com" ];

get_hashed_word_list(111,109) ->
	[ "omrenti.com" ];

get_hashed_word_list(111,111) ->
	[ "ooo.xaoh.cn","ooeae.com" ];

get_hashed_word_list(112,102) ->
	[ "pf120yy.com" ];

get_hashed_word_list(112,104) ->
	[ "phpvod.info","php178.com","phpdm.com" ];

get_hashed_word_list(112,110) ->
	[ "pnwulin.com" ];

get_hashed_word_list(112,116) ->
	[ "ptcz698.com","pt345.com" ];

get_hashed_word_list(112,122) ->
	[ "pz88888.com" ];

get_hashed_word_list(114,98) ->
	[ "rbrtart.com" ];

get_hashed_word_list(114,105) ->
	[ "ribibi.info","rimuli.info","ridny.com","rimim.com","rib2.com" ];

get_hashed_word_list(114,114) ->
	[ "rr6888.info","rrr.xaoh.cn","rryy6677.cn","rr9988.net","rraa88.com","rraakk.com","rr1122.cn","rrlll.com","rrqqq.com","rr52.com" ];

get_hashed_word_list(114,116) ->
	[ "rtrtrt.info","rtystt.info","rt365.info","rtrtys.com","rtyscc.com","rtyscn.com","rtysq.info","rtystp.org","rtysuu.com","rtysxx.com","rt007.com","rt350.com","rtjd.info","rtxzt.com","rtysi.com","rtysu.com","rtysu.net","rtt8.com" ];

get_hashed_word_list(115,102) ->
	[ "sfshui.info","sf489.com","sfgdy.com","sf","sf" ];

get_hashed_word_list(115,106) ->
	[ "sj2021.info","sj4777.com","sjlike.com","sj106.com","sj476.com","sj676.com","sj976.com","sjfjw.com","sjjtq.com" ];

get_hashed_word_list(115,110) ->
	[ "snpub6.info" ];

get_hashed_word_list(116,46) ->
	[ "t.cps88.com" ];

get_hashed_word_list(116,107) ->
	[ "tk.433k.com","tk.1168.cc","tk6699.com","tk208.com","tk558.com","tk838.com","tk67.com","tk69.com","tker.cc","tk5.cn" ];

get_hashed_word_list(116,108) ->
	[ "tlwoool.net" ];

get_hashed_word_list(116,118) ->
	[ "tvnets.info","tv8899.net" ];

get_hashed_word_list(117,107) ->
	[ "uklunwen.cn" ];

get_hashed_word_list(117,117) ->
	[ "uulian.info","uuyishu.com","uu1001.com","uusqw.com" ];

get_hashed_word_list(118,108) ->
	[ "vljeans.com","vlike.name" ];

get_hashed_word_list(119,121) ->
	[ "wypaper.com","wy3868.com","wyf999.com","wyt750.com","wy724.com","wymfw.net","wy33.com" ];

get_hashed_word_list(120,98) ->
	[ "xbwp789.com","xbust.com","xbzyc.com" ];

get_hashed_word_list(120,118) ->
	[ "xvediox.com" ];

get_hashed_word_list(121,103) ->
	[ "ygzk.com.cn" ];

get_hashed_word_list(121,106) ->
	[ "yjwoool.com","yjsm5.com" ];

get_hashed_word_list(121,121) ->
	[ "yyjn168.com","yyrenti.net","yybobo.com","yybobo.net","yyyydg.com","yykk8.com","yyq56.com","yyq1.com" ];

get_hashed_word_list(122,106) ->
	[ "zjhonda.com","zjtp.com.cn" ];

get_hashed_word_list(122,109) ->
	[ "zmoviez.com","zmxjc.com" ];

get_hashed_word_list(122,113) ->
	[ "zqtj998.com","zq0022.com","zq8886.com","zqikan.com","zq386.com","zq95.com" ];

get_hashed_word_list(122,114) ->
	[ "zrenti.info" ];

get_hashed_word_list(122,122) ->
	[ "zzz.xaoh.cn","zz2288.com","zzmysf.com","zzqq.80.hk","zzz888.com","zzmy8.com" ];

get_hashed_word_list(104,114) ->
	[ "hrichina","hrecn.com","hrichina" ];

get_hashed_word_list(80,80) ->
	[ "PPK出售","PPK销售","PPK出售","PPK销售" ];

get_hashed_word_list(84,104) ->
	[ "The9City","The9City","The9","The9" ];

get_hashed_word_list(48,48) ->
	[ "000880.com","000888.net","001069.com","001616.com","007755.com","008801.com","009669.com","00070.com","00271.com","00kkk.com","004b.com","00sm.cn" ];

get_hashed_word_list(48,51) ->
	[ "033088.com","038999.com","03kxw.com" ];

get_hashed_word_list(49,52) ->
	[ "140388.net","1411109247","1421800508","1425659029","1432455814","1433763964","1443223616","1445389500","1446383211","144wyt.com","1459628788","1464451989","1471619354","1474721078","1481775253","1485168708","148888.com","1497162368","148400065","148se.Com","14jj.com" ];

get_hashed_word_list(49,102) ->
	[ "1fa.com.cn","1favip.com" ];

get_hashed_word_list(49,115) ->
	[ "1soufu.com","1sskk.com" ];

get_hashed_word_list(50,53) ->
	[ "252729.com","255211.com","255288.com","255345.com","256666.com","2513.info","254217846","254388388","255kk.com","25956.com","25aaa.com","25eee.com" ];

get_hashed_word_list(50,57) ->
	[ "29sese.com","29012.com","291422058","291460440","297340236","29gan.com" ];

get_hashed_word_list(50,102) ->
	[ "2feiche.cn" ];

get_hashed_word_list(50,104) ->
	[ "2hanav.com","2hhhh.net" ];

get_hashed_word_list(50,114) ->
	[ "2renti.com" ];

get_hashed_word_list(51,49) ->
	[ "310222.com","31gao.info","31755.com","31bb.info","31do.info","31bb.com","31do.cn" ];

get_hashed_word_list(51,99) ->
	[ "3cwow.info" ];

get_hashed_word_list(51,103) ->
	[ "3gpdy.info","3gese.com","3gpgp.net","3gtvt.com" ];

get_hashed_word_list(51,120) ->
	[ "3xnews.com" ];

get_hashed_word_list(52,48) ->
	[ "400kkk.com","40323.com","403945815","40779.com" ];

get_hashed_word_list(52,50) ->
	[ "429888.com","42331.com","426社论","42886.com","42988.com","42wyt.com" ];

get_hashed_word_list(52,54) ->
	[ "460wyt.com","466866.com","46088.com","461832213","46358.com","466609559","46880.com","46ai.com","4664.cc" ];

get_hashed_word_list(52,57) ->
	[ "499456.com","499678.com","491843581","49218.com","492953424","493075507","49398.com","496666.cc","497912333","49wyt.com","49tu.com" ];

get_hashed_word_list(53,57) ->
	[ "598677.com","599188.com","591ic.com","592rt.com","592uu.com","597145742","59726.com","59791.com","597ft.com","59240.cn","59bm.com" ];

get_hashed_word_list(53,98) ->
	[ "5b5b5b.com" ];

get_hashed_word_list(53,99) ->
	[ "5c5c5c.com","5ccl.info" ];

get_hashed_word_list(53,109) ->
	[ "5m5m5m.com","5m.cz.cc" ];

get_hashed_word_list(53,230) ->
	[ "5星宏辉","5星洪辉","5星红辉","5月35号","5月35日" ];

get_hashed_word_list(53,232) ->
	[ "5腥耾挥","5肖" ];

get_hashed_word_list(54,48) ->
	[ "600kkk.com","608777.com","60888.info","60244.com","603487145","60580.com","60733.com","60836.com","60883.COM","609168254" ];

get_hashed_word_list(54,229) ->
	[ "6四事件","6四学潮" ];

get_hashed_word_list(54,230) ->
	[ "6月fourth","6泗" ];

get_hashed_word_list(55,49) ->
	[ "711822.net","711999.com","71997.com","71eee.com","71eee.net","71wen.com","7185.com","71ka.com" ];

get_hashed_word_list(55,51) ->
	[ "733133.com","735678.com","733jj.com","733se.com","735807538","73680.com","73796.com","73798.com","73986.com","73ux.com" ];

get_hashed_word_list(55,57) ->
	[ "798733.com","790415683","791851400","794236478","79826816" ];

get_hashed_word_list(55,104) ->
	[ "7huokh.com" ];

get_hashed_word_list(56,55) ->
	[ "870000.com","877988.com","878588.com","878999.com","870118578","87066.com","870966606","871069292","87964.com","87eee.com","87vcd.com","87059939","87222466","873a.com" ];

get_hashed_word_list(57,51) ->
	[ "930555.com","933567.com","938wyt.com","93077.com","93368.com","939336.cn" ];

get_hashed_word_list(57,97) ->
	[ "9aibb.info" ];

get_hashed_word_list(97,107) ->
	[ "ak7377.com","ak74" ];

get_hashed_word_list(97,231) ->
	[ "a片目录","a片网" ];

get_hashed_word_list(99,115) ->
	[ "cscsdl.com","csdkfp.com","csnk120.cn","csxxoo.com","csbzz.com","cs202.cn" ];

get_hashed_word_list(99,121) ->
	[ "cyciis.com","cy11.info" ];

get_hashed_word_list(100,103) ->
	[ "dgspdcs.cn","dg130.com","dgoow.com" ];

get_hashed_word_list(100,122) ->
	[ "dzqsex.com" ];

get_hashed_word_list(101,107) ->
	[ "ekf120.com" ];

get_hashed_word_list(101,108) ->
	[ "elcoes.com","ele28.com","elite.to" ];

get_hashed_word_list(101,110) ->
	[ "ent365.com" ];

get_hashed_word_list(101,226) ->
	[ "e◎夜情" ];

get_hashed_word_list(101,231) ->
	[ "e畅家园","e网商务" ];

get_hashed_word_list(102,104) ->
	[ "fh8886.com" ];

get_hashed_word_list(102,116) ->
	[ "ftboys.com" ];

get_hashed_word_list(102,122) ->
	[ "fzl333.com","fzldh3.com","fzwxds.com","fzlch.cn" ];

get_hashed_word_list(103,98) ->
	[ "gb0371.com","gb187.com","gbh水" ];

get_hashed_word_list(103,103) ->
	[ "gg7000.com","ggad88.com","ggg444.com","ggsese.com" ];

get_hashed_word_list(103,106) ->
	[ "gjj001.com" ];

get_hashed_word_list(103,115) ->
	[ "gssmtt.com" ];

get_hashed_word_list(103,230) ->
	[ "g情图片","g情网站" ];

get_hashed_word_list(104,104) ->
	[ "hhhtv.info","hhxxoo.com","hhzzqq.com","hhrrr.net" ];

get_hashed_word_list(104,108) ->
	[ "hljgck.com","hlxjx.com" ];

get_hashed_word_list(104,109) ->
	[ "hmeizx.com","hmsm88.com","hmgtz.com" ];

get_hashed_word_list(105,57) ->
	[ "i9game.com" ];

get_hashed_word_list(105,104) ->
	[ "ihucai.net" ];

get_hashed_word_list(105,109) ->
	[ "immoral.jp" ];

get_hashed_word_list(105,114) ->
	[ "irenti.net" ];

get_hashed_word_list(106,114) ->
	[ "jrtys.info","jrtys.com","jryyo.com","jrwp.net" ];

get_hashed_word_list(106,115) ->
	[ "jsbxkj.com","jsth918.cn","jsdy.info" ];

get_hashed_word_list(106,116) ->
	[ "jtwzfu.com","jt403.com","jtqrj.com" ];

get_hashed_word_list(106,230) ->
	[ "j情视频" ];

get_hashed_word_list(107,46) ->
	[ "k.6xx8.com","k.8x5x.com" ];

get_hashed_word_list(75,50) ->
	[ "K22888.com" ];

get_hashed_word_list(107,54) ->
	[ "k66k66.com","k6666.com","k6677.com" ];

get_hashed_word_list(107,100) ->
	[ "kdianyy.tk","kdid.info" ];

get_hashed_word_list(107,104) ->
	[ "kh88888.cn" ];

get_hashed_word_list(107,109) ->
	[ "kmm888.com" ];

get_hashed_word_list(107,116) ->
	[ "ktv988.com","ktv52.com","ktv公主","ktv招聘" ];

get_hashed_word_list(107,120) ->
	[ "kxqvod.net","kxaaw.com","kxjqw.com","kxssw.com" ];

get_hashed_word_list(107,232) ->
	[ "k药无罪" ];

get_hashed_word_list(108,98) ->
	[ "lbgasm.com","lb007.com","lb69.com" ];

get_hashed_word_list(108,113) ->
	[ "lqy775.com" ];

get_hashed_word_list(108,116) ->
	[ "ltyy88.com" ];

get_hashed_word_list(108,118) ->
	[ "lvsex.info" ];

get_hashed_word_list(109,102) ->
	[ "mfswdl.com" ];

get_hashed_word_list(109,104) ->
	[ "mhxywg.com" ];

get_hashed_word_list(77,105) ->
	[ "Mimiai.net" ];

get_hashed_word_list(109,107) ->
	[ "mk5000.com","mkeas.com","mkb42" ];

get_hashed_word_list(110,99) ->
	[ "nc12yy.com","ncaiya.com","ncyh.cn" ];

get_hashed_word_list(110,107) ->
	[ "nko999.com" ];

get_hashed_word_list(110,116) ->
	[ "ntccyy.com" ];

get_hashed_word_list(110,120) ->
	[ "nxmed.info","nx333.com" ];

get_hashed_word_list(111,112) ->
	[ "opc888.com","openminded","opc5a.com" ];

get_hashed_word_list(79,229) ->
	[ "O八宪章" ];

get_hashed_word_list(79,231) ->
	[ "O的故事" ];

get_hashed_word_list(112,115) ->
	[ "pst10.info","pst11.info","ps03.info","ps20.info","ps54.info","psexq.us","ps38.tk" ];

get_hashed_word_list(113,99) ->
	[ "qcjyedu.cn" ];

get_hashed_word_list(113,103) ->
	[ "qg1660.com","qgqm.org" ];

get_hashed_word_list(113,104) ->
	[ "qhkaihu.cn" ];

get_hashed_word_list(114,102) ->
	[ "rftx68.com","rfa.org","rfa","rfa" ];

get_hashed_word_list(114,103) ->
	[ "rg6666.com" ];

get_hashed_word_list(114,106) ->
	[ "rj2288.com","rj5566.com","rj7788.com","rj8866.com" ];

get_hashed_word_list(114,122) ->
	[ "rz5888.com","rz5999.com" ];

get_hashed_word_list(115,50) ->
	[ "s23386.com","s23668.cn","s2386.com" ];

get_hashed_word_list(115,57) ->
	[ "s9797s.com" ];

get_hashed_word_list(83,70) ->
	[ "SF1000.com" ];

get_hashed_word_list(115,113) ->
	[ "sq123.info","sq520.info","sqpps.com","sqwzj.com" ];

get_hashed_word_list(115,114) ->
	[ "sr9988.com","srswdl.com" ];

get_hashed_word_list(115,120) ->
	[ "sxjqyy.com" ];

get_hashed_word_list(116,99) ->
	[ "tcones.com" ];

get_hashed_word_list(116,102) ->
	[ "tfzlyp.com" ];

get_hashed_word_list(116,121) ->
	[ "ty1122.net","tyhmzx.com","tyc11.com" ];

get_hashed_word_list(117,99) ->
	[ "uc1122.com" ];

get_hashed_word_list(117,121) ->
	[ "uy666.info","uy333.com","uyttt.com","uyyj.info" ];

get_hashed_word_list(118,49) ->
	[ "v199083.cn","v199085.cn","v199088.cn","v199090.cn","v199091.cn","v199092.cn","v199093.cn","v199094.cn","v199095.cn","v199096.cn","v199097.cn","v199098.cn","v199099.cn" ];

get_hashed_word_list(119,106) ->
	[ "wjgbyy.com","wj120.com" ];

get_hashed_word_list(119,120) ->
	[ "wxhhgov.cn" ];

get_hashed_word_list(120,46) ->
	[ "x.7xx8.com","x.87av.com" ];

get_hashed_word_list(120,100) ->
	[ "xddkjg.com","xd12.info","xdlbz.com","xdns.eu" ];

get_hashed_word_list(120,101) ->
	[ "xelove.com" ];

get_hashed_word_list(120,102) ->
	[ "xfcun.info","xfkgjn.com","xfsns.com" ];

get_hashed_word_list(120,106) ->
	[ "xjjbet.com" ];

get_hashed_word_list(120,111) ->
	[ "xoxoav.com","xomm.info","xooy.info","xoxs.info" ];

get_hashed_word_list(120,113) ->
	[ "xqdedu.com","xqswfp.com","xqdff.com","xqyzt.com","xq-wl.cn" ];

get_hashed_word_list(120,115) ->
	[ "xsjzjw.com","xsge.info" ];

get_hashed_word_list(120,230) ->
	[ "x教组织" ];

get_hashed_word_list(121,99) ->
	[ "ycjxcn.com","yckdw.com" ];

get_hashed_word_list(121,100) ->
	[ "ydswdk.com" ];

get_hashed_word_list(121,107) ->
	[ "yk1258.com" ];

get_hashed_word_list(121,108) ->
	[ "ylq120.com","ylxdfk.com" ];

get_hashed_word_list(121,110) ->
	[ "ynb999.com" ];

get_hashed_word_list(121,112) ->
	[ "ypt668.com" ];

get_hashed_word_list(121,116) ->
	[ "yt5299.com" ];

get_hashed_word_list(121,120) ->
	[ "yx168.info","yx5577.com","yxfacai.cn","yxejw.net" ];

get_hashed_word_list(122,46) ->
	[ "z.8x5x.com" ];

get_hashed_word_list(122,103) ->
	[ "zg3000.com","zgddc.net","zgecos.cn" ];

get_hashed_word_list(90,72) ->
	[ "ZHUANFALUN" ];

get_hashed_word_list(226,146) ->
	[ "⒍4学潮" ];

get_hashed_word_list(229,154) ->
	[ "嚴家其","嚴家祺","嚴家其","嚴家祺","嚳","嚳" ];

get_hashed_word_list(231,152) ->
	[ "瘸腿幫","瘟家宝","瘟家暴","瘟家饱","瘸腿帮","瘸腿幫","瘪三","瘞","瘃","瘛","瘞","瘥","瘭","瘳" ];

get_hashed_word_list(231,183) ->
	[ "緣圈圈","緣圈圈","緄","緙","緡","緱","緄","緙","緡","緱" ];

get_hashed_word_list(232,134) ->
	[ "膏藥旗","膏藥旗","膛线枪","膣口","膣壁","膣穴","膣肉","膁","膃","膁","膃" ];

get_hashed_word_list(232,148) ->
	[ "蔣中正","蔣介石","蔡啓芳","蔡崇国","蔡崇國","蔡文胜","蔣中正","蔣介石" ];

get_hashed_word_list(232,168) ->
	[ "許信良","許家屯","許財利","許信良","許家屯","許財利","訂購","訪民","訁","訐","訁","訐","訾" ];

get_hashed_word_list(232,172) ->
	[ "謝中之","謝深山","謝選駿","謝長廷","謝中之","謝深山","謝選駿","謝長廷","講法","講法","謄","謦" ];

get_hashed_word_list(66,105) ->
	[ "Biao子","Bi样","Biao子","Bi样" ];

get_hashed_word_list(66,76) ->
	[ "BLOWJOB","BLOWJOB" ];

get_hashed_word_list(71,114) ->
	[ "Gruepin","Gruepin" ];

get_hashed_word_list(72,65) ->
	[ "HACKING","HACKING" ];

get_hashed_word_list(84,114) ->
	[ "Tringel","Tringel" ];

get_hashed_word_list(119,115) ->
	[ "wstaiji","wsydy.com","wszy.net","wstaiji" ];

get_hashed_word_list(48,52) ->
	[ "04wyt.com","04jj.com" ];

get_hashed_word_list(48,54) ->
	[ "06693.com","06909.com" ];

get_hashed_word_list(49,104) ->
	[ "1hhhh.com","1hhhh.net" ];

get_hashed_word_list(49,109) ->
	[ "1mei8.com" ];

get_hashed_word_list(49,112) ->
	[ "1ppaa.com" ];

get_hashed_word_list(50,54) ->
	[ "26112.org","262241270","26499.com","26643.com","26798.com","268097367","26uuu.com","26114.tk","26627.cn","26kk.com" ];

get_hashed_word_list(50,103) ->
	[ "2gghh.com" ];

get_hashed_word_list(50,113) ->
	[ "2qquu.com" ];

get_hashed_word_list(51,104) ->
	[ "3hhhh.com" ];

get_hashed_word_list(51,107) ->
	[ "3kuu.info","3kwow.com","3kiu.net","3k4k.hk" ];

get_hashed_word_list(51,113) ->
	[ "3qquu.com" ];

get_hashed_word_list(52,103) ->
	[ "4gifs.com" ];

get_hashed_word_list(52,116) ->
	[ "4tube.com" ];

get_hashed_word_list(53,112) ->
	[ "5ppaa.com" ];

get_hashed_word_list(53,121) ->
	[ "5yequ.com","5yin.net" ];

get_hashed_word_list(54,101) ->
	[ "6eeee.com" ];

get_hashed_word_list(55,109) ->
	[ "7mmtv.net","7mmo.com" ];

get_hashed_word_list(55,115) ->
	[ "7sewu.com" ];

get_hashed_word_list(56,110) ->
	[ "8now.info" ];

get_hashed_word_list(57,107) ->
	[ "9k888.com","9k9m.info" ];

get_hashed_word_list(57,109) ->
	[ "9mm手枪" ];

get_hashed_word_list(57,121) ->
	[ "9ylhj.com" ];

get_hashed_word_list(97,48) ->
	[ "a0999.com" ];

get_hashed_word_list(97,56) ->
	[ "a8tpw.com" ];

get_hashed_word_list(97,57) ->
	[ "a9995.com" ];

get_hashed_word_list(97,111) ->
	[ "aosii.com" ];

get_hashed_word_list(97,121) ->
	[ "aykpq.com","aynyp.com" ];

get_hashed_word_list(98,104) ->
	[ "bhsos.com" ];

get_hashed_word_list(98,109) ->
	[ "bm558.com","bm51.com" ];

get_hashed_word_list(98,119) ->
	[ "bw130.com","bw788.com","bwowd.com" ];

get_hashed_word_list(67,97) ->
	[ "Carrefour" ];

get_hashed_word_list(99,102) ->
	[ "cfx弹簧","cfx皮碗","cflm.net","cfx狗" ];

get_hashed_word_list(99,103) ->
	[ "cgsoo.com" ];

get_hashed_word_list(99,106) ->
	[ "cjs88.com" ];

get_hashed_word_list(99,112) ->
	[ "cpa163.cn" ];

get_hashed_word_list(99,118) ->
	[ "cvceo.com" ];

get_hashed_word_list(100,99) ->
	[ "dcfff.com" ];

get_hashed_word_list(100,106) ->
	[ "djdzw.com","dj07.net" ];

get_hashed_word_list(101,56) ->
	[ "e8368.com" ];

get_hashed_word_list(102,55) ->
	[ "f7775.com" ];

get_hashed_word_list(102,107) ->
	[ "fkkjw.com" ];

get_hashed_word_list(103,100) ->
	[ "gdian.com","gdqw.com","gdzf.org","gdvd.cn" ];

get_hashed_word_list(103,102) ->
	[ "gfcsdl.cn","gfwo.net","gfwo.cn" ];

get_hashed_word_list(104,99) ->
	[ "hcdkfp.cn" ];

get_hashed_word_list(104,116) ->
	[ "htlcn.com","http","http" ];

get_hashed_word_list(104,118) ->
	[ "hvod.info" ];

get_hashed_word_list(105,99) ->
	[ "icpcn.com" ];

get_hashed_word_list(105,103) ->
	[ "igasb.org","igasy.org" ];

get_hashed_word_list(106,100) ->
	[ "jd2008.cc","jdyou.com" ];

get_hashed_word_list(106,102) ->
	[ "jf550.com" ];

get_hashed_word_list(106,110) ->
	[ "jnebh.com" ];

get_hashed_word_list(106,121) ->
	[ "jyfgg.com","jyjyb.com","jybxg.cn" ];

get_hashed_word_list(106,122) ->
	[ "jz9527.cn" ];

get_hashed_word_list(107,98) ->
	[ "kb123.net" ];

get_hashed_word_list(107,102) ->
	[ "kfbjw.com" ];

get_hashed_word_list(107,106) ->
	[ "kjbdf.com" ];

get_hashed_word_list(107,118) ->
	[ "kv180.com","kv555.com" ];

get_hashed_word_list(108,50) ->
	[ "l2jsom.cn" ];

get_hashed_word_list(108,102) ->
	[ "lf023.com","lf567.com" ];

get_hashed_word_list(108,109) ->
	[ "lmoon.net" ];

get_hashed_word_list(108,110) ->
	[ "lntnb.com" ];

get_hashed_word_list(109,51) ->
	[ "m3062.com","m3a1" ];

get_hashed_word_list(109,106) ->
	[ "mjmir.com" ];

get_hashed_word_list(109,116) ->
	[ "mtzxy.com","mtzxy.net" ];

get_hashed_word_list(109,120) ->
	[ "mxfwb.com","mxz9.com" ];

get_hashed_word_list(110,98) ->
	[ "nbkb.info","nbqqqq.cn","nbcp.net","nbfib.cn" ];

get_hashed_word_list(110,103) ->
	[ "ngs3.info" ];

get_hashed_word_list(110,114) ->
	[ "nrbs.info" ];

get_hashed_word_list(111,97) ->
	[ "oasms.com" ];

get_hashed_word_list(112,107) ->
	[ "pk200.com","pkmmo.com" ];

get_hashed_word_list(112,109) ->
	[ "pmjkw.com","pmcy.net" ];

get_hashed_word_list(113,110) ->
	[ "qn618.com" ];

get_hashed_word_list(113,111) ->
	[ "qovd.info" ];

get_hashed_word_list(113,112) ->
	[ "qp060.com" ];

get_hashed_word_list(113,122) ->
	[ "qzhmw.com" ];

get_hashed_word_list(114,99) ->
	[ "rcjxw.com" ];

get_hashed_word_list(114,109) ->
	[ "rmdsx.net" ];

get_hashed_word_list(115,49) ->
	[ "s1188.org","s1236.com","s1088.cn" ];

get_hashed_word_list(115,54) ->
	[ "s6888.com" ];

get_hashed_word_list(115,103) ->
	[ "sgttt.com","sguuu.com" ];

get_hashed_word_list(115,107) ->
	[ "sklt.info" ];

get_hashed_word_list(116,55) ->
	[ "t7878.com" ];

get_hashed_word_list(116,110) ->
	[ "tnbsd.com" ];

get_hashed_word_list(116,120) ->
	[ "txbb8.com","txtpw.com","txwsWind","txbb.cn" ];

get_hashed_word_list(117,56) ->
	[ "u8881.com" ];

get_hashed_word_list(118,55) ->
	[ "v77v.info" ];

get_hashed_word_list(118,107) ->
	[ "vkeba.com" ];

get_hashed_word_list(118,112) ->
	[ "vporno.tv" ];

get_hashed_word_list(119,50) ->
	[ "w2266.com" ];

get_hashed_word_list(119,100) ->
	[ "wdiao.com","wdjpq.net" ];

get_hashed_word_list(119,107) ->
	[ "wk567.com" ];

get_hashed_word_list(119,108) ->
	[ "wlxkj.com" ];

get_hashed_word_list(119,109) ->
	[ "wmm8.info" ];

get_hashed_word_list(120,112) ->
	[ "xp101.com" ];

get_hashed_word_list(121,48) ->
	[ "y0303.com" ];

get_hashed_word_list(121,49) ->
	[ "y1688.com" ];

get_hashed_word_list(121,54) ->
	[ "y6788.com" ];

get_hashed_word_list(121,119) ->
	[ "ywdkw.com","yws8.com" ];

get_hashed_word_list(121,122) ->
	[ "yz852.com","yz55.cn","yzdy.tk" ];

get_hashed_word_list(122,49) ->
	[ "z1188.com" ];

get_hashed_word_list(122,57) ->
	[ "z900.info" ];

get_hashed_word_list(122,107) ->
	[ "zk007.com" ];

get_hashed_word_list(122,116) ->
	[ "ztchj.com" ];

get_hashed_word_list(229,172) ->
	[ "嬢覚醒","嬰兒湯","嬀","嬀" ];

get_hashed_word_list(230,166) ->
	[ "榊安奈","榴弹","榱" ];

get_hashed_word_list(231,146) ->
	[ "璩美凤","璩" ];

get_hashed_word_list(231,158) ->
	[ "瞎话局","瞞報","瞎添","瞞報","瞘","瞘" ];

get_hashed_word_list(231,177) ->
	[ "米幻要","籜","籀","籜" ];

get_hashed_word_list(231,188) ->
	[ "缚美传","缅古","缩阴","缵" ];

get_hashed_word_list(232,160) ->
	[ "蠕动着","蠕动","蠼毵","蠖","蠡","蠲" ];

get_hashed_word_list(233,143) ->
	[ "鏡京香","鏨","鏨" ];

get_hashed_word_list(233,180) ->
	[ "鴛鴦浴","鴿派","鴿派","鴰","鴟","鴰" ];

get_hashed_word_list(233,188) ->
	[ "鼻吸剂","鼻吸劑","鼉","鼉","鼙" ];

get_hashed_word_list(66,97) ->
	[ "Baichi","Bao皮","Baopi","Baichi","Bao皮","Baopi" ];

get_hashed_word_list(68,105) ->
	[ "Dishun","Dishun" ];

get_hashed_word_list(77,97) ->
	[ "Mai骚","Mai骚" ];

get_hashed_word_list(83,121) ->
	[ "System","System" ];

get_hashed_word_list(87,69) ->
	[ "WEBZEN","WEBZEN" ];

get_hashed_word_list(49,99) ->
	[ "1cc8.com" ];

get_hashed_word_list(49,116) ->
	[ "1t1t.com" ];

get_hashed_word_list(49,119) ->
	[ "1wyt.net" ];

get_hashed_word_list(49,121) ->
	[ "1ye.info" ];

get_hashed_word_list(50,115) ->
	[ "2seu.com" ];

get_hashed_word_list(50,120) ->
	[ "2xx6.com" ];

get_hashed_word_list(50,121) ->
	[ "2y3y.com" ];

get_hashed_word_list(51,108) ->
	[ "3lkj.com" ];

get_hashed_word_list(51,80) ->
	[ "3P炮图","3P" ];

get_hashed_word_list(51,114) ->
	[ "3rat.com" ];

get_hashed_word_list(52,97) ->
	[ "4ady.com" ];

get_hashed_word_list(52,120) ->
	[ "4xo.info" ];

get_hashed_word_list(53,100) ->
	[ "5d6d.com" ];

get_hashed_word_list(53,114) ->
	[ "5rt.info" ];

get_hashed_word_list(53,115) ->
	[ "5sdh.com" ];

get_hashed_word_list(53,116) ->
	[ "5tj.info" ];

get_hashed_word_list(53,117) ->
	[ "5uts.com" ];

get_hashed_word_list(53,120) ->
	[ "5xx8.com" ];

get_hashed_word_list(54,120) ->
	[ "6x9x.com" ];

get_hashed_word_list(54,228) ->
	[ "6一一4","6一4" ];

get_hashed_word_list(55,107) ->
	[ "7kbb.com" ];

get_hashed_word_list(55,120) ->
	[ "7x5x.com","7xx8.com" ];

get_hashed_word_list(55,122) ->
	[ "7zla.com","7zx.org" ];

get_hashed_word_list(56,105) ->
	[ "8imm.com" ];

get_hashed_word_list(56,122) ->
	[ "8z7z.com" ];

get_hashed_word_list(57,103) ->
	[ "9gao.com" ];

get_hashed_word_list(57,228) ->
	[ "9一i平" ];

get_hashed_word_list(98,102) ->
	[ "bfwxw.cn" ];

get_hashed_word_list(66,108) ->
	[ "BlowJobs" ];

get_hashed_word_list(67,67) ->
	[ "CC小雪" ];

get_hashed_word_list(100,50) ->
	[ "d2nk.com" ];

get_hashed_word_list(100,54) ->
	[ "d666.com" ];

get_hashed_word_list(101,113) ->
	[ "eqqm.com" ];

get_hashed_word_list(102,112) ->
	[ "fp411.cn" ];

get_hashed_word_list(103,51) ->
	[ "g365.net" ];

get_hashed_word_list(103,112) ->
	[ "gp46.com" ];

get_hashed_word_list(104,53) ->
	[ "h538.com","h539.com","h5i0.com" ];

get_hashed_word_list(104,112) ->
	[ "hpv3.com" ];

get_hashed_word_list(105,101) ->
	[ "ieboy.cn" ];

get_hashed_word_list(106,52) ->
	[ "j449.com" ];

get_hashed_word_list(106,109) ->
	[ "jm53.com" ];

get_hashed_word_list(107,56) ->
	[ "k8by.com" ];

get_hashed_word_list(109,55) ->
	[ "m7xx.com" ];

get_hashed_word_list(109,56) ->
	[ "m8qb.com" ];

get_hashed_word_list(109,100) ->
	[ "mdcfw.cn" ];

get_hashed_word_list(111,115) ->
	[ "osisa.cn" ];

get_hashed_word_list(112,57) ->
	[ "p986.com" ];

get_hashed_word_list(113,52) ->
	[ "q454.com" ];

get_hashed_word_list(113,57) ->
	[ "q919.com" ];

get_hashed_word_list(114,57) ->
	[ "r9jz.com" ];

get_hashed_word_list(116,54) ->
	[ "t66y.com" ];

get_hashed_word_list(117,49) ->
	[ "u18td.cn" ];

get_hashed_word_list(117,102) ->
	[ "ufco.net" ];

get_hashed_word_list(118,117) ->
	[ "vuqq.com" ];

get_hashed_word_list(122,51) ->
	[ "z3338.in" ];

get_hashed_word_list(122,115) ->
	[ "zskt.net" ];

get_hashed_word_list(65,68) ->
	[ "ADMIN","ADMIN" ];

get_hashed_word_list(69,86) ->
	[ "EVENT","EVENT" ];

get_hashed_word_list(70,68) ->
	[ "FDZONE","FDZONE" ];

get_hashed_word_list(74,105) ->
	[ "Ji女","Ji女" ];

get_hashed_word_list(80,69) ->
	[ "PENIS","PENIS" ];

get_hashed_word_list(48,230) ->
	[ "0投资" ];

get_hashed_word_list(48,233) ->
	[ "0风险" ];

get_hashed_word_list(49,229) ->
	[ "1夜情" ];

get_hashed_word_list(51,229) ->
	[ "3唑仑" ];

get_hashed_word_list(53,106) ->
	[ "5jpw.cn" ];

get_hashed_word_list(56,229) ->
	[ "8台连" ];

get_hashed_word_list(98,229) ->
	[ "b好痒","b嫩" ];

get_hashed_word_list(99,53) ->
	[ "c5c8.cn" ];

get_hashed_word_list(101,55) ->
	[ "e7sw.cn" ];

get_hashed_word_list(104,228) ->
	[ "h交友" ];

get_hashed_word_list(72,229) ->
	[ "H动漫" ];

get_hashed_word_list(104,232) ->
	[ "h视频" ];

get_hashed_word_list(109,230) ->
	[ "m泽东" ];

get_hashed_word_list(116,57) ->
	[ "t9wg.cn" ];

get_hashed_word_list(120,228) ->
	[ "x伴侣" ];

get_hashed_word_list(230,135) ->
	[ "懷特","懒叫","懒教","懷特" ];

get_hashed_word_list(231,184) ->
	[ "總理","總理","縶","縶" ];

get_hashed_word_list(233,174) ->
	[ "鮮族","鮑伊","鮑彤","鮑戈","鮑朴","鮮族","鮐","鮞","鮪","鮐","鮞","鮪" ];

get_hashed_word_list(233,189) ->
	[ "齊墨","齊諾","齊墨","齊諾","齟","齬","齔","齟","齠","齬" ];

get_hashed_word_list(65,73) ->
	[ "AIDS","AIDS" ];

get_hashed_word_list(66,230) ->
	[ "B样","B样" ];

get_hashed_word_list(68,73) ->
	[ "DICK","DICK" ];

get_hashed_word_list(70,117) ->
	[ "Fuck","Fuck" ];

get_hashed_word_list(110,109) ->
	[ "nmis","nmis" ];

get_hashed_word_list(82,97) ->
	[ "Rape","Rape" ];

get_hashed_word_list(83,72) ->
	[ "SHIT","SHIT" ];

get_hashed_word_list(83,85) ->
	[ "SUCK","SUCK" ];

get_hashed_word_list(115,118) ->
	[ "svdc","svdc" ];

get_hashed_word_list(84,69) ->
	[ "TEST","TEST" ];

get_hashed_word_list(84,78) ->
	[ "TNND","TNND" ];

get_hashed_word_list(50,98) ->
	[ "2bj.cn" ];

get_hashed_word_list(232,149) ->
	[ "蕩妹","蕩婦","蕆","蕺" ];

get_hashed_word_list(232,164) ->
	[ "褪党","褪出","褪谠" ];

get_hashed_word_list(232,169) ->
	[ "詘售","詘","詵","詿","詈","詘","詵","詿" ];

get_hashed_word_list(232,170) ->
	[ "誏機","誄","誶","誄","誶" ];

get_hashed_word_list(233,142) ->
	[ "鎮壓" ];

get_hashed_word_list(100,112) ->
	[ "dpp","dpp" ];

get_hashed_word_list(70,107) ->
	[ "Fku","Fku" ];

get_hashed_word_list(70,76) ->
	[ "FLG","FLG" ];

get_hashed_word_list(71,67) ->
	[ "GCD","GCD" ];

get_hashed_word_list(75,97) ->
	[ "Kao","Kao" ];

get_hashed_word_list(83,69) ->
	[ "SEX","SEX" ];

get_hashed_word_list(84,77) ->
	[ "TMD","TMD" ];

get_hashed_word_list(57,112) ->
	[ "9ping" ];

get_hashed_word_list(103,118) ->
	[ "gv网" ];

get_hashed_word_list(77,77) ->
	[ "MM屄" ];

get_hashed_word_list(66,99) ->
	[ "Bc","Bc" ];

get_hashed_word_list(71,77) ->
	[ "GM","GM" ];

get_hashed_word_list(74,56) ->
	[ "J8","J8" ];

get_hashed_word_list(74,66) ->
	[ "JB","JB" ];

get_hashed_word_list(115,98) ->
	[ "sb","sb" ];

get_hashed_word_list(87,71) ->
	[ "WG","WG" ];

get_hashed_word_list(46,99) ->
	[ ".com",".cn" ];

get_hashed_word_list(49,232) ->
	[ "1肖" ];

get_hashed_word_list(50,232) ->
	[ "2肖" ];

get_hashed_word_list(51,232) ->
	[ "3肖" ];

get_hashed_word_list(52,232) ->
	[ "4肖" ];

get_hashed_word_list(54,232) ->
	[ "6肖" ];

get_hashed_word_list(55,232) ->
	[ "7肖" ];

get_hashed_word_list(56,232) ->
	[ "8肖" ];

get_hashed_word_list(57,232) ->
	[ "9肖","9评" ];

get_hashed_word_list(98,231) ->
	[ "b痒","b穴" ];

get_hashed_word_list(71,229) ->
	[ "G八","G叭","G巴" ];

get_hashed_word_list(103,229) ->
	[ "g匪","g头" ];

get_hashed_word_list(71,230) ->
	[ "G掰" ];

get_hashed_word_list(71,232) ->
	[ "G芭" ];

get_hashed_word_list(104,230) ->
	[ "h漫" ];

get_hashed_word_list(106,229) ->
	[ "j吧","j巴" ];

get_hashed_word_list(75,69) ->
	[ "KEFU" ];

get_hashed_word_list(121,230) ->
	[ "y户","y液" ];

get_hashed_word_list(121,232) ->
	[ "y茎","y蒂" ];

get_hashed_word_list(206,166) ->
	[ "ΦΦ" ];

get_hashed_word_list(227,136) ->
	[ "㈠","㈡","㈢","㈣","㈥","㈨","㈩","㈱","㈠","㈡","㈢","㈣","㈥","㈧","㈨","㈩","㈱" ];

get_hashed_word_list(227,138) ->
	[ "㊣","㊣" ];

get_hashed_word_list(229,182) ->
	[ "嶠","嶠","嶴" ];

get_hashed_word_list(230,167) ->
	[ "槧","槧" ];

get_hashed_word_list(230,170) ->
	[ "檾","檠","檾" ];

get_hashed_word_list(231,175) ->
	[ "篋","篋" ];

get_hashed_word_list(232,185) ->
	[ "蹣","蹣","蹉","蹕" ];

get_hashed_word_list(233,141) ->
	[ "鍃","鍰","鍃","鍰" ];

get_hashed_word_list(233,164) ->
	[ "餼","餼" ];

get_hashed_word_list(233,175) ->
	[ "鯀","鯁","鯔","鯗","鯝","鯢","鯫","鯴","鯀","鯁","鯔","鯗","鯝","鯢","鯫","鯴" ];

get_hashed_word_list(233,176) ->
	[ "鰣","鰨","鰳","鰵","鰹","鰣","鰨","鰳","鰵","鰷","鰹" ];

get_hashed_word_list(233,177) ->
	[ "鱝","鱟","鱧","鱭","鱝","鱟","鱧","鱭" ];

get_hashed_word_list(233,181) ->
	[ "鵒","鵒" ];

get_hashed_word_list(55,71) ->
	[ "7GG" ];

get_hashed_word_list(87,87) ->
	[ "WWW" ];

get_hashed_word_list(120,116) ->
	[ "xtl" ];

get_hashed_word_list(227,132) ->
	[ "ㄅ","ㄆ","ㄇ","ㄈ","ㄉ","ㄊ","ㄋ","ㄌ","ㄍ","ㄎ","ㄏ","ㄐ","ㄑ","ㄒ","ㄓ","ㄔ","ㄕ","ㄖ","ㄗ","ㄘ","ㄙ","ㄚ","ㄛ","ㄜ","ㄝ","ㄞ","ㄟ","ㄠ","ㄡ","ㄢ","ㄣ","ㄤ","ㄥ","ㄦ","ㄧ","ㄨ","ㄩ" ];

get_hashed_word_list(227,142) ->
	[ "㎎","㎏","㎜" ];

get_hashed_word_list(233,145) ->
	[ "鑣" ];

get_hashed_word_list(67,83) ->
	[ "CS" ];

get_hashed_word_list(38,0) ->
	[ "&" ];

get_hashed_word_list(_,_) ->
	undefined.