# -*- coding: utf-8 -*- 
# 一些公共数据的定义

# 查询类型定义：
SEARCH_TYPE_TOTAL   = 1 		# 销售总额查询
SEARCH_TYPE_PRODUCT = 2 		# 产品相关查询
SEARCH_TYPE_BUYER   = 3 		# 买家相关查询

COLOUR_TAB = [
'#FF6A6A',
'#8B3A3A',
'#8B4726',
'#8B5A2B',
'#EE7621',
'#CD2626',
'#8B2323',
'#EE9A00',
'#8B4500',
'#8B3E2F',
'#CD1076',
'#8B008B',
'#551A8B',
'#008B8B',
'#8B0000',
'#458B00',
'#008B00',
'#698B69',
'#696969',
'#006400',
'#228B22',
'#6B8E23',
'#CD5C5C',
'#8B4513',
'#B22222',
'#FF8C00',
'#D02090',
'#A020F0',
'#90EE90',
'#A2B5CD'
]
